Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: Title on the native language. Autocomplete is available
ru: Название на языке оригинала. Есть возможность автозаполнения

source: Update season data
ru: Обновить данные сезона

source: Uploading progress
ru: Прогресс загрузки

source: Used only for MAG100 compatibility with the portal. You may choose up to 4 genres.
ru: Используется только для совметсимости модели MAG100 с порталом. Можно выбрать до 4-х жанров

source: Video volume adjustment
ru: Корректировка громкости видео

source: Year of the film creation Example: 2014
ru: Год создания фильма. Пример 2014

source: You can use letters, digits and _
ru: Можно использовать буквы, цифры и _

source: You don't have permission for edit this record
ru: У вас нет прав на редактирование этой записи

source: administrators list
ru: Список администраторов

source: episode
ru: серия

source: episodes
ru: серий

source: files
ru: файлов

source: list of STB in group
ru: Список приставок в группе

source: resellers list
ru: Список реселлеров

source: saving
ru: сохранение

source: schedule
ru: Расписание

source: uploading
ru: загрузка

source: Add update
ru: Добавить обновление

source: Additional
ru: Дополнительное

source: Agree
ru: Принимаю

source: Assignee
ru: Назначено

source: Available on the serves
ru: Присутствует на серверах

source: Can I use multiple certificates simultaneously?
ru: Могу ли я использовать несколько сертификатов одновременно?

source: Can my certificate be blocked?
ru: Может ли сертификат быть заблокирован?

source: Clean claims
ru: Очистить жалобы

source: Company
ru: Компания

source: Contact person
ru: Контактное лицо

source: Devices working with the following apps:
ru: и устройства, работающие с приложениями:

source: Do Not Agree
ru: Не принимаю

source: Do you really want delete this year?
ru: Вы действительно хотите удалить этот год?

source: Edit update
ru: Редактировать

source: Every certificate includes a certain number of licenses which is the number of devices which can be connected to Stalker Middleware. To establish a successful connection, set-top box should be integrated with Stalker Middleware. Infomir’s MAG set-top boxes and original StalkerTV (Android, iOS) apps don’t require a certificate.
ru: Каждый сертификат содержит в себе определенное количество лицензий - это и есть то число устройств, которое может быть подключено к Stalker Middleware. Для успешного подключения приставка должна пройти этап интеграции со Stalker Middleware. Приставки серии MAG от компании Infomir и фирменные приложения StalkerTV (Android, iOS) не требуют приобретения сертификатов.

source: Filter the STB by set parameters. Update will be installed on STB matching the following parameters only. In 'Image descriptor, it is enough to specify the part of description or key word. Fill-in data can be found in the interface of user profile in the corresponding fields.
ru: Отфильтровать приставки по заданным параметрам. Обновление будет установлено только для тех приставок, которые соответствуют указанным параметрам. В поле "Дескриптор образа" достаточно указать часть описания или ключевое слово. Данные для заполнения можно найти в интерфейсе профиля пользователя в соответствующих полях.

source: Finished
ru: Выполнено

source: Firmware is automatically updated is the version does not match to the current one.
ru: Автоматически обновляет прошивку, если версия не соответствует текущей.

source: First, delete or modify all the albums of this year
ru: Сначала удалите или измените все альбомы этого года

source: Frequently asked Questions
ru: Часто задаваемые Вопросы

source: General information
ru: Базовая информация

source: How is license usage determined?
ru: Как считается расход лицензий в сертификатах?

source: How much will it cost to integrate my devices with Stalker Middleware?
ru: Сколько будет стоить интеграция моих устройств со Stalker Middleware?

source: I AGREE I have read and agree to all of terms and conditions above
ru: Я ПРИНИМАЮ. Я прочитал и принимаю все вышеперечисленные положения и условия

source: If you change your server configurations your certificate may become invalid. So all devices connected to your server will be access denied. If you are planning configuration changes you need to inform us in advance and to request for a renewed certificate.
ru: Если вы измените конфигурацию сервера, сертификат может оказаться невалидным и устройствам, подключающимся к вашему серверу, будет отказано в авторизации. В случае планируемого изменения конфигурации сервера вы должны заблаговременно уведомить нас о новой конфигурации и запросить обновленный сертификат.

source: If you have several firmware files in one catalogue, please specify the file prefix. For example: if you input tr_ prefix, file tr_imageupdate will be loaded
ru: Если у вас несколько файлов прошивок в одном каталоге, то укажите префикс файла. Например, если ввести префикс tr_, то будет загружен файл tr_imageupdate

source: Image version
ru: Версия образа

source: In text format
ru: В текстовом виде

source: Integration of one firmware version of one device costs $3,000. And $1,500 if you need to integrate an additional firmware version markedly different from the integrated one. If your device has already been integrated with Stalker Middleware, payment is not needed.
ru: Интеграция с одной версией прошивки одного устройства стоит $3,000. И $1,500, если требуется интеграция с дополнительной версией прошивки, при условии, что она значительно отличается от уже интегрированной. Если устройство было ранее интегрировано с Stalker Middleware, то оплата не требуется.

source: Not available on the servers
ru: Не доступно на серверах

source: Number and date of image due to be updated. Taken from the image. For automatic search of firmware it is enough to fill in version or date of image (one of fields).Number must be numeric.
ru: Номер и дата сборки образа, на который будет произведено обновление. Берутся из образа. Для того чтобы система нашла нужную прошивку достаточно заполнить версию или дату образа (одно из полей). Номер образа должен быть числом.

source: Number of licenses
ru: Количество лицензий

source: Quantity of the storages
ru: Количество хранилищ

source: Request
ru: Запрос

source: Required image version
ru: Требуемая версия образа

source: Server host
ru: Хост сервера

source: The certificates allow operators to connect set-top boxes and applications to Stalker Middleware. These are the files generated for a certain server at an administrative control panel request.
ru: Сертификаты позволяют операторам подключать к Stalker Middleware приставки и приложения. Сертификаты распространяются в виде файлов сгенерированных под конкретный сервер по запросу из административной панели управления.

source: The following set-top boxes:
ru: Со Stalker Middleware уже интегрированы приставки:

source: The license is not attached to a certain device. The rated number of licenses is the number of unique devices which have been using your services within 24 hours.
ru: Лицензия не привязывается к конкретному устройству. Номинальное количество лицензий - это число уникальных устройств, активно пользовавшихся услугами в течении 24 часов.

source: These requests are important for license use calculation. So if no request is received by our server within 30 days, your certificate will be banned automatically. It can also be banned in case of fraud or late payment for licenses usage.
ru: Но передача таких запросов важна для подсчета количества использованных лицензий. Если в течении 30 дней ни один из запросов не сможет дойти до нашего сервера, то сертификат будет автоматически заблокирован. Также сертификат может быть заблокирован при выявлении факта мошенничества, либо просрочке в оплате счетов за использованные лицензии.

source: To what consequences may lead my server configurations change?
ru: Что будет, если я захочу изменить конфигурацию моего сервера?

source: Update type: http update (load the image from HTTP) or reboot DHCP (reboot the STB to the DHCP boot mode)
ru: Вариант обновления: http update (загрузка образа по HTTP) или reboot dhcp (перезагруpка приставки в режим загрузки по DHCP "boot mode - DHCP")

source: Users can connect to Stalker middleware even if the number of active devices exceeds the amount of available licenses. According to active devices statistics, in the end of every quarter you will get a supplementary invoice equal to 25%% of annual value of additional licenses. You can also request for another certificate with needed amount of licenses and use it with the one you already own.
ru: Если пиковое использование лицензий окажется выше номинального количества лицензий в сертификате, то пользователи все равно смогут подключиться к Stalker Middleware. На основании статистики о количестве подключенных устройств, в конце каждого квартала вам будет выставлен дополнительный счет в размере 25%% годовой стоимости лицензии на каждую единицу сверх приобретенного количества. Также вы можете запросить еще один сертификат, содержащий необходимое количество дополнительных лицензий, который будете использоваться параллельно с уже приобретенным сертификатом.

source: What are the certificates?
ru: Что такое сертификаты?

source: What should I do if I need to connect more devices than I have licenses?
ru: Что делать, если мне нужно подключить больше устройств, чем у меня есть лицензий?

source: Which devices are already integrated with Stalker Middleware?
ru: Какие устройства уже интегрированы со Stalker Middleware?

source: Write us on
ru: Пишите по адресу

source: Yes, you can. If your certificates are valid within a certain time, their licenses summarize. If validity interval of any certificate is over, it’s licenses are subtracted from a total number.
ru: Да, можете. Если несколько сертификатов являются валидными в течение определенного времени, количество их лицензий суммируется. Как только у одного из сертификатов заканчивается срок действия, количество доступных вам лицензий уменьшается на количество лицензий сертификата с закончившимся сроком действия.

source: Yes. Our server gets requests any time you try to authorize a set-top box. If your certificate is valid it will be authorized even if the request failed to reach our server. That guarantees high-availability of connected devices.
ru: Да, может. При попытке авторизовать приставку на наш сервер отправляются запросы. При наличии валидного сертификата приставка будет авторизована даже в случае, если запрос на наш сервер не смог дойти, что гарантирует бесперебойность работы подключенных устройств.

source: You have any additional questions?
ru: Есть дополнительные вопросы?

source: firmware update
ru: Обновление прошивки

source: movie statistics
ru: Статистика видео

source: video search
ru: Поиск видео

source: year
ru: Год

source: years list
ru: Список годов

source: Access restriction
ru: Ограничение доступа

source: Ad position
ru: Позиция рекламы

source: Add category
ru: Добавить категорию

source: Add server
ru: Добавить сервер

source: Add storage
ru: Добавить хранилище

source: Add zone
ru: Добавить зону

source: Additional information
ru: Дополнительная информация

source: Allow TV recording
ru: Разрешить запись ТВ

source: Allow content storage
ru: Разрешить хранение контента

source: Apache port
ru: Порт Apache

source: Best regards,
ru: С наилучшими пожеланиями,

source: Campaign
ru: Имя кампании

source: Choose the streaming area, if the field is clean, there will be set a default streaming area
ru: Выбор зоны вещания, если оставить поле пустым будет назначена зона по умолчанию

source: Clean the cache
ru: Очистить кеш

source: Clean the cache – remove all content from cache
ru: Очистить кэш - удалить содержимое кэша

source: Content storage
ru: Хранение контента

source: Continue
ru: Продолжить

source: Current
ru: Текущий

source: Do not forget to save your changes when you're done.
ru: Не забудьте сохранить изменения, когда все будет готово.

source: Do you really want delete this performer?
ru: Вы действительно хотите удалить этого исполнителя?

source: Edit storage
ru: Редактировать хранилище

source: Example: server.example:8080
ru: Например: server.example:8080

source: First, remove all the albums of this performer
ru: Сначала удалите все альбомы данного исполнителя

source: Home directory where the catalogues and symbol links will be created Example: /home/username/slash_folder
ru: Домашняя директория в которой будут создаваться каталоги, символьные ссылки и т.д. Пример: /home/username/slash_folder

source: IP-address of the storage. Example : http://127.0.0.1
ru: IP-адрес хранилища. Например : http://127.0.0.1

source: In the nearest future a personal manager will get in touch with you.
ru: В ближайшее время с вами свяжется персональный менеджер.

source: It identifies your subscribers in the system and allows you to count impressions advertising.
ru: Он идентифицирует ваших абонентов в системе и позволяет засчитывать показы рекламы.

source: Maximum of the users
ru: Максимум пользователей

source: Maximum quantity of the users, which can watching the content from the storage at the same time
ru: Максимальное кол-во пользователей, которые одновременно могут смотреть контент с хранилища

source: Maximum quantity of users(load) numeric value
ru: Максимальное количество пользователей (нагрузка), числовое значение

source: Name the audience of the ad campaign.
ru: Назовите аудиторию данной рекламной кампании.

source: Not available for the MAG100
ru: Недоступно для MAG100

source: Number of the port, accessing to the Apache server
ru: Номер порта через который происходит доступ к Apache server

source: Only moderators can watch the content from the storage
ru: Только модераторы могут смотреть контент с хранилища

source: Select Source.
ru: Выберите Source.

source: Select the platform for advertising clips.
ru: Выберите платформу на которой будут показываться рекламные ролики.

source: Select the source, used devices and display advertising format.
ru: Выберите источник, используемые устройства, формат показа рекламы.

source: Set the audience for advertising
ru: Настройте аудиторию для показа рекламы

source: Stalker Team
ru: команда Stalker Middleware

source: Storage is not available on the MAG100
ru: Хранилище недоступно на приставках MAG100

source: TV recording
ru: Запись ТВ

source: Thanks for your interest!
ru: Благодарим за ваш интерес!

source: The emulation mode is used in case when two portals are attached to a single storage of TV archive. It is necessary to set the recording of TV archive at the first portal, and TV archive recording with the option of emulation at the second one. Thus, there will be two portals with the archive, though in fact it is recorded once.
ru: Режим эмуляции используется в случае, если к одному хранилищу ТВ архива привязаны два портала. При этом на первом портале требуется установить запись ТВ архива, а на втором запись ТВ архива с опцией эмуляции. Таким образом, получается два портала с архивом, хотя фактически он пишется один раз.

source: This allows you to track your income for different audiences.
ru: Это позволит вам отслеживать доход от разных аудиторий.

source: Update the cache
ru: Обновить кэш

source: Update the cache – receive new information about all content in the storage
ru: Обновить кэш - получить свежую информацию обо всем контенте в хранилище

source: User's language
ru: Язык пользователя

source: Using default zone
ru: Используется зона по умолчанию

source: You can filter the STBs according to their connection type (Wi-Fi, Ethernet) and to the models (250,275…). Field is case sensitive
ru: Возможно настроить фильтрацию для приставок по типу их подключения (WiFi, Ethernet) и модели (250, 275, ...). Поле регистрозависимое

source: You can have multiple Source.
ru: Вы можете иметь несколько Source.

source: You can request additional Source in the settings.
ru: Запросить дополнительный Source можно в настройках.

source: You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , . It will be shown in the load balancer.
ru: Можно использовать буквы, цифры и символы из списка: ! @ # $ % ^ & * ( ) _ - + : ; , . Будет отображаться в балансировщике нагрузки.

source: You can't delete category with movies or genres
ru: Вы не можете удалить категорию с фильмами или жанрами

source: appearance
ru: Внешний вид

source: areas list
ru: Список зон

source: artist
ru: Исполнитель

source: artists list
ru: Список исполнителей

source: categories list
ru: Список категорий

source: servers list
ru: Список серверов

source: storages list
ru: Список хранилищ

source: the category
ru: Категорию

source: Add a file
ru: Добавить файл

source: Add event into the schedule
ru: Добавить событие в расписание

source: Adding
ru: Добавление

source: But in the channel list exist skipped numbers
ru: Но в списке каналов существуют пропущенные номера

source: Category of content to which this package is belongs
ru: Категория контента, к которому этот пакет принадлежит

source: Clean channels
ru: Очистить каналы

source: Duration of rent
ru: Длительность аренды

source: Edit event on the schedule
ru: Редактировать событие в расписании

source: Full package
ru: Полный пакет

source: Gives access to all content of the selected service
ru: Предоставляет полный доступ ко всему контенту выбранной услуги

source: Information portal
ru: Инфопортал

source: No available numbers of channels
ru: Нет свободных номеров каналов

source: Order of service in the directory. Must contain digits only
ru: Номер службы в справочнике. Должны содержаться только цифры

source: Phone book
ru: Телефонный справочник

source: Price for rent services
ru: Цена за аренду услуги

source: Rest of numbers must be filled manually
ru: Оставшиеся номера необходимо заполнить вручную

source: Save channels
ru: Сохранить каналы

source: Start it
ru: Запустить

source: Stop it
ru: Остановить

source: The duration of the specified service hours
ru: Длительность действия указанной услуги в часах

source: The maximum number of registered channel
ru: Максимальный номер зарегистрированного канала

source: To add more channels, you can delete the unwanted channels in the channel list
ru: Для добавления новых каналов вы можете удалить ненужные каналы в списке каналов

source: Type of access to the service: regular or one-off - with the terms and the price of rent
ru: Тип доступа к услуге: постоянный или разовый - с указанным сроком и ценой аренды

source: channel numbers filled in automatically
ru: Номера каналов заполнены автоматически

source: list of scheduled events
ru: Список запланированных событий

source: users log
ru: Пользовательские логи

source: streaming area
ru: Зона вещания

source: Add campaign
ru: Добавить кампанию

source: Add source
ru: Добавить Source

source: All fields is required
ru: Ошибка: необходимо заполнить все поля

source: Change of registration data
ru: Смена регистрационных данных

source: Change reseller for current group
ru: Сменить реселлера для текущей группы

source: Default area
ru: Зона по умолчанию

source: Do you really want delete this genre?
ru: Вы действительно хотите удалить этот жанр?

source: Enter your Source
ru: Введите ваш Source

source: First, delete or modify all the albums of this genre
ru: Сначала удалите или измените все альбомы данного жанра

source: If after a long time you do not get an answer from a manager or you need an extra Source, or you receive a message about blocked Source, please contact us
ru: Если вы продолжительное время не получаете ответ менеджера или вам нужен дополнительный Source или вы получили сообщение о блокировании Source, то свяжитесь с нами по почте

source: If you have gone through the registration process, a manager will contact you shortly and provide your personal Source.
ru: Если вы прошли процесс регистрации, то в скором времени с вами свяжется менеджер и предоставит ваш персональный Source.

source: Inactive
ru: Неактивная

source: It will be selected as default for all new streaming servers
ru: Будет выбрана стартовой для всех новых серверов вещания у которых не указана зона

source: Request additional Source
ru: Запросить дополнительный Source

source: Subscribers statistic
ru: Статистика абонентов

source: Title of the area. You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
ru: Название зоны. Можно использовать буквы, цифры и символы из списка: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: To change registration data, contact us by email
ru: Для запроса свяжитесь с нами по почте

source: To identify your subscribers in the system, you need to get Source Code.
ru: Для идентификации ваших абонентов в системе необходимо получить Source код.

source: To request an additional Source, contact us by email
ru: Для запроса свяжитесь с нами по почте

source: View is a playback of more than 70%% of movie length
ru: Просмотром считается проигрывание фильма больше чем 70%% от общей длительности

source: View is a review of at least one joke
ru: Просмотром считается просмотр минимум 1-го анекдота

source: View is an uninterrupted playback of channel for more than 30 minutes
ru: Просмотром считается проигрывание канала больше чем 30 мин

source: You can't delete genre with movies
ru: Вы не можете удалить жанр с фильмами

source: add area
ru: Добавить зону

source: edit area
ru: Редактировать зону

source: group
ru: Группа

source: list of groups STB
ru: Список групп приставок

source: list of service packages
ru: Список пакетов услуг

source: logs
ru: Логи

source: Add EPG
ru: Добавить EPG

source: Date type
ru: Тип даты

source: Day number
ru: Номер дня

source: Day of week
ru: День недели

source: Edit EPG
ru: Редактировать EPG

source: Every
ru: Каждый

source: Force update of EPG
ru: Принудительно обновить EPG

source: Force update of EPG - complete EPG update for all channels
ru: Принудительно обновить EPG - полностью обновляет EPG для всех каналов.

source: If do not selected any of the days of the week the event will be run every day.
ru: Если не выбран какой-либо из дней недели событие будет работать каждый день.

source: If the date the start / end is not specified, the event will be repeated at a specified interval until its status is changed to "Stopped"
ru: Если дата начала/окончания не указаны, событие будет повторяться с указанным интервалом пока его статус не будет изменен на "Остановлено"

source: Initial state
ru: Начальное состояние

source: Languages by priority
ru: Языки по приоритету

source: Max count of languages 5
ru: Макс кол-во языков 5

source: Prefix is necessary to distinguish the EPG source in case, if the following XNLTV ID is stated in several sources
ru: Префикс нужен для определения источника EPG в ситуации, когда данный XNLTV ID присутствует в нескольких источниках

source: Repeating interval
ru: Интервал повторения

source: The date of end event
ru: Дата завершения события

source: The date of run event
ru: Дата запуска события

source: The date of start event
ru: Дата начала события

source: The maximum number of languages that can be selected - 5
ru: Максимальное количество языков, которое можно выбрать - 5

source: Update EPG – consider only the new/last changes
ru: Обновить EPG - учитывает только новые/последние изменения

source: month
ru: Месяц

source: Channels
ru: Каналы

source: Import from m3u
ru: Импорт из m3u

source: Categories
ru: Категории

source: Tariffs
ru: Тарифы

source: Filters
ru: Фильтры

source: Stalker Classic apps
ru: Приложения Stalker Classic

source: Smart Launcher apps
ru: Приложения Smart Launcher

source: Templates of messages
ru: Шаблоны сообщений

source: Administrators list
ru: Список администраторов

source: Movie statistics
ru: Статистика видео

source: Storage list
ru: Список хранилищ

source: Video search
ru: Поиск видео
