Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: Add tv genre
ru: Добавить ТВ жанр

source: Edit tv genre
ru: Редактировать ТВ жанр

source: Remove the tv genre
ru: Удалить ТВ жанр

source: Validation names tv genre
ru: Проверка допустимости названия ТВ жанра

source: Change the order of genres
ru: Изменить порядок ТВ жанров

source: Resellers. List of resellers
ru: Реселлеры. Список реселлеров

source: Resellers. List of resellers by page + filters
ru: Список реселлеров постранично + фильтры

source: Adding and editing resellers
ru: Добавление и редактирование реселлера

source: Deleting resellers
ru: Удаление реселлеров

source: Move all users of current reseller to another reseller
ru: Переместить все пользователей текущего реселлера другому реселлеру

source: Set/unset expire billing date for user
ru: Установить/удалить срок действия аккаунта

source: Original
ru: Оригинальное название

source: title
ru: Название

source: Dear Subscriber! Your payment term will expire in "%s" days. Please refill a personal account in order to avoid tripping of services.
ru: Уважаемый абонент! Срок вашей оплаты истекает через "%s" дней. Просим пополнить лицевой счет во избежание отключения услуг.

source: Dear Subscriber! Your payment term will expire today. Please refill a personal account in order to avoid tripping of services.
ru: Уважаемый абонент! Срок вашей оплаты истекает сегодня. Просим пополнить лицевой счет во избежание отключения услуг.

source: Registration Date
ru: Дата регистрации

source: User country
ru: Страна пользователя

source: Last start
ru: Последний старт

source: Watched TV channel
ru: Просмотр ТВ канала

source: Watched movie
ru: Просмотр видео

source: Streaming server
ru: Стриминг сервер

source: Firmware version
ru: Версия прошивки

source: Media type
ru: Тип медиа

source: Auto-complete for watching-tv filter
ru: Авто-дополнение для фильтра Просмотр ТВ канала

source: Auto-complete for watching-movie filter
ru: Авто-дополнение для фильтра Просмотр видео

source: Auto-complete for stbfirmware-version filter
ru: Версия прошивки

source: List of templates of messages
ru: Список шаблонов сообщений

source: List of filters
ru: Список фильтров

source: List of filters by page + filters
ru: Список фильтров постранично + фильтры

source: Get data for filter construct
ru: Получение данных для построения фильтра

source: Save filters set
ru: Сохранить набор фильтров

source: Remove filters set
ru: Удалить набор фильтров

source: Toggle favorite status for current filter
ru: Переключение статуса избранного для текущего фильтра

source: List of templates of messages by page + filters
ru: Список шаблонов сообщений постранично + фильтры

source: Adding and editing templates of messages
ru: Добавление и редактирование шаблонов сообщений

source: Remove of templates of messages
ru: Удаление шаблона сообщения

source: Send msg with video
ru: Отправика сообщения со ссылкой на видео

source: Run application
ru: Запуск приложения

source: Application catalog. List of applications
ru: Каталог приложений. Список приложений

source: Application catalog. List of applications by page + filters
ru: Каталог приложений. Список приложений постранично + фильтры

source: Application catalog. Terms of use of the catalog of applications Stalker
ru: Каталог приложений. Условия использования каталога приложений Stalker

source: Application catalog. Application info and list of available application versions
ru: Каталог приложений. Информация о приложений и список доступных версий приложения

source: Application catalog. Getting application info from repository
ru: Каталог приложений. Получение информации из хранилища приложений

source: Application catalog. Add new application by URL of the repository
ru: Каталог приложений. Добавление нового приложения по URL репозитория

source: Application catalog. List of application versions
ru: Каталог приложений. Список версий приложения

source: Application Catalog. Editing the options of application
ru: Каталог приложений. Редактирование опции приложения

source: Application catalog. Install available application version
ru: Каталог приложений. Установка доступной версии приложения

source: Application catalog. Delete installed application version
ru: Каталог приложений. Удаление установленной версии приложения

source: Application catalog. Enable and disable application
ru: Каталог приложений. Включение и отключение приложения

source: Application catalog. Delete application
ru: Каталог приложений. Удаление приложения

source: Application for SmartLauncher. List of applications
ru: Приложения для SmartLauncher. Список приложений

source: Application for SmartLauncher. Application info and list of available application versions
ru: Приложения для SmartLauncher. Информация о приложений и список доступных версий приложения

source: Application for SmartLauncher. List of applications by page + filters
ru: Приложения для SmartLauncher. Список приложений постранично + фильтры

source: Application for SmartLauncher. Getting application info from repository
ru: Приложения для SmartLauncher. Получение информации из хранилища приложений

source: Application for SmartLauncher. Add new application by package name
ru: Каталог приложений. Добавление нового приложения по имени пакета

source: Application for SmartLauncher. List of application versions
ru: Приложения для SmartLauncher. Список версий приложения

source: Application for SmartLauncher. Install available application version
ru: Приложения для SmartLauncher. Установка доступной версии приложения

source: Application for SmartLauncher. Delete installed application version
ru: Приложения для SmartLauncher. Удаление установленной версии приложения

source: Application for SmartLauncher. Enable and disable application
ru: Приложения для SmartLauncher. Включение и отключение приложения

source: Application for SmartLauncher. Delete application
ru: Приложения для SmartLauncher. Удаление приложения

source: Application for SmartLauncher. Uninstalling all old applications and installation of latest base apps
ru: Приложения для SmartLauncher. Удаление всех старых приложений и установка последних базовых приложений

source: Application for SmartLauncher. Editing the options of application
ru: Приложения для SmartLauncher. Редактирование опции приложения

source: Application for SmartLauncher. Saving list of installed applications into the file
ru: Приложения для SmartLauncher. Сохранение в файл списка установленных приложений

source: Application for SmartLauncher. Restoring installed applications from list of saved in file
ru: Приложения для SmartLauncher. Восстановление установленных приложений из списка сохраненного в файле

source: Application for SmartLauncher. Updating applications
ru: Приложения для SmartLauncher. Обновление приложений

source: Application for SmartLauncher. Checking for updates for applications
ru: Приложения для SmartLauncher. Проверка наличия обновлений для приложений

source: External Advertising
ru: Внешняя реклама

source: List of companies
ru: Список компаний

source: Register form for new client
ru: Регистрационная форма для нового клиента

source: Adding new ad-company
ru: Добавление новой компании

source: Editing exists ad-company
ru: Редактирование существующей компании

source: Form for viewing, adding, editing and requesting sources for ad-companies
ru: Форма для просмотра, добавления, редактирования и запроса источников для рекламных компаний

source: List of companies by page + filters
ru: Список компаний постранично + фильтры

source: Toggle company state
ru: Переключение состояния компании

source: Deleting exists ad-company
ru: Удаление существующей компании

source: Make request for getting new source for ad-company
ru: Сделать запрос на получение нового источника для рекламной компании

source: once
ru: разовое

source: every
ru: каждый

source: minute
ru: минут

source: hour
ru: часов

source: day
ru: День

source: weekday
ru: День недели

source: first
ru: Первый

source: last
ru: Последний

source: next
ru: Следующий

source: previous
ru: Предыдущий

source: of week
ru: недели

source: of month
ru: месяца

source: of year
ru: года

source: at
ru: в

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Черверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: January_c
ru: Январе

source: February_c
ru: Феврале

source: March_c
ru: Марте

source: April_c
ru: Апреле

source: May_c
ru: Май

source: June_c
ru: Июне

source: July_c
ru: Июле

source: August_c
ru: Августе

source: September_c
ru: Сентябре

source: October_c
ru: Октябре

source: November_c
ru: Ноябре

source: December_c
ru: Декабре

source: List of scheduled events
ru: Список запланированных событий

source: List of scheduled events by page + filters
ru: Список запланированных событий постранично + фильтры

source: Adding and editing the scheduled events
ru: Добавление и редактирование запланированного события

source: Removing the scheduled events
ru: Удаление запланированного события

source: Stopping or starting the scheduled events
ru: Остановка или запуск запланированных событий

source: added
ru: Добавлено

source: edited
ru: Изменено

source: This value is not valid.
ru: Недопустимое значение.

source: task ended
ru: Задание завершено

source: edit
ru: Изменено

source: Advert
ru: Реклама

source: List of tv-channels by page + filters
ru: Список ТВ каналов постранично + фильтры

source: Schedule switch on of movie by page + filters
ru: Расписание включения видео постранично + фильтры

source: List of advertising blocks by page + filters
ru: Список рекламных блоков постранично + фильтры

source: List of STBs of video-moderators by page + filters
ru: Список приставок модераторов постранично + фильтры

source: List of STB by page + filters
ru: Список приставок постранично + фильтры

source: Import tv-channels from m3u-file
ru: Импорт телеканалов из m3u-файла

source: Parse m3u-file
ru: Разбор m3u-файла

source: Save one m3u-item as channel
ru: Сохранить один m3u-элемент как канал

source: Change group for all admins from current group
ru: Сменить группу для всех администраторов из текущей группы

source: Resetting password of user access control
ru: Сброс пароля контроля доступа пользователя

source: Check EPG-prefix for uniqueness
ru: Проверка EPG-префикса на уникальность

source: Publish or add to schedule
ru: Опубликовать или добавить в расписание

source: Unpublish video
ru: Не публиковать видео

source: Getting users available and subscribed tv-channels
ru: Получения тв-каналов доступных для подписки и каналов на которые пользователь подписан.

source: VIDEO CLUB
ru: Видео клуб

source: AUDIO CLUB
ru: Аудио клуб

source: RADIO
ru: Радио

source: KARAOKE
ru: Караоке

source: EXPLORER
ru: ПРОВОДНИК

source: BROWSER
ru: БРАУЗЕР

source: DOWNLOADS
ru: Загрузки

source: RECORDS
ru: Записи

source: WEATHER
ru: Погода

source: SETTINGS
ru: Настройки

source: SYSTEM
ru: СИСТЕМА

source: PORTAL
ru: ПОРТАЛ

source: EXCHANGE
ru: КУРС ВАЛЮТ

source: Watch TV shows, movies, tv series, news and educational programs in digital quality.
ru: Смотрите телепередачи, фильмы, сериалы, новостные и познавательные программы в цифровом качестве.

source: Library of movies for any mood with easy search and sorting by genre that help to find what you need in seconds.
ru: Библиотека фильмов под любое настроение с удобным поиском и сортировкой по жанрам, которые позволят быстро найти то, что Вам нужно!

source: Audio club app allows creating a special atmosphere for any party of family event!
ru: Приложение Аудио клуб позволит создать особую атмосферу на любой вечеринке или семейном празднике!

source: Easy and handy way of listening to music, news, talk shows and much more.
ru: Простой и удобный способ слушать музыку, новости, ток-шоу и многое другое.

source: Sing your favourite songs with friends or improve your vocal skills.
ru: Пойте любимые песни в компании друзей или развивайте свои вокальные навыки.

source: Watch movies, listen to music or view the photos, saved on your removable storages or within the local network.
ru: Смотрите фильмы, слушайте музыку, просматривайте фотографии, расположенные на съемных носителях или в локальной сети.

source: Download the files directly from the Internet network to the connected removable storage.
ru: Скачивайте файлы напрямую из сети Интернет на подключенный съемный носитель.

source: This app allows recording TV shows or watch the records made previously.
ru: Это приложение позволяет записывать ТВ программы или просматривать сделанные ранее записи.

source: App will help you to stay up to date with the changes in rates of currencies from all over the world.
ru: Приложение поможет Вам всегда оставаться в курсе информации о стоимости валют со всего мира.

source: Weather forecast for three subsequent days in any city of the world.
ru: Прогноз погоды на ближайшие три дня в любом городе мира

source: Horoscope, city guide and many other things that can be useful for fun and useful pastime.
ru: Гороскоп, городской справочник и многое другое. Все что может пригодиться для веселого и полезного времяпрепровождения.

source: Configure the user interface appearance and set up parental control to ensure your child’s safety while he’s using a set-top box.
ru: Настройте внешний вид пользовательского интерфейса, установите родительский контроль, чтобы быть спокойным за безопасность ребенка, когда он пользуется приставкой.

source: System settings will help you to set up network connection, graphics resolution and to change interface language.
ru: Системные настройки помогут организовать сетевые подключения, установить подходящее графическое разрешение, сменить язык интерфейса.

source: Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.
ru: Путешествуйте по просторам Интернета с помощью встроенного браузера!

source: 2048 is one of the world’s most popular puzzles. The rules are simple: you need to shuffle all the bars to one side of the game field. Your goal is to reach 2048.
ru: Популярная головоломка целью которой является получение плитки номиналом в "2048".

source: Lines is the puzzle from 90-s which is still popular. The game’s goal is to remove balls by forming lines of at least five balls of the same color.
ru: Lines — одна из самых популярных логических игр конца 90-х. Цель игры — собрать как можно больше линий из пяти и более шариков одного цвета.

source: Memory is a game for memory development. Find out how much time you need to open all the matching cards.
ru: Memory — игра для развития памяти. Узнайте сколько ходов Вам потребуется, чтобы открыть все парные карточки.

source: Sudoku is a well-known Japanese puzzle. You need to fill all the cells the way there won't be the same two numbers in each row, column or block.
ru: Sudoku — знаменитая японская головоломка. Нужно расставить числа в клеточках таким образом, чтобы не было совпадений в ряду, столбце и блоке

source: The portal is temporarily unavailable.<br>Please try again later.<br>Sorry for the inconvenience.
ru: Портал временно недоступен.<br>Пожалуйста, повторите попытку позже.<br>Приносим извинения за неудобства.

source: Use your username and password to login or register on %s
ru: Для входа используйте свой логин и пароль или зарегистрируйтесь на %s

source: Welcome %s<br>We are glad to see you on the Stalker portal!
ru: Добро пожаловать %s<br>Мы рады видеть Вас в портале Stalker!

source: Your device is not supported.
ru: Ваше устройство не поддерживается.

source: Time on the device is not synchronized.
ru: Время на устройстве не синхронизировано.

source: Setting the tariff plans and additional services for users on edit page
ru: Установка тарифных планов и доп. сервисов пользователя на странице редактирования

source: Managing of billing date for users on edit page
ru: Управление сроком действия акаунта пользователя на странице редактирования

source: Managing of users reseller on edit page
ru: Управление реселлером поьлзователя на странице редактирования

source: Getting list of seasons and episodes of video
ru: Получение списока сезонов и серий для видео

source: Getting list of files of episode
ru: Получение списока файлов серии

source: Getting info by one file of episode
ru: Получение информации по одному файлу серии

source: Adding and editing files of episode
ru: Добавление и редактирование файлов серии

source: Change accessed status of one file of episode
ru: Смена статуса доступности для одного файла серии

source: Change names and original names for episodes and seasons
ru: Смена названия и оригинального названия серий и сезонов

source: Deleting info about one video file from database
ru: Удаление информации о одном файле виде из базы

source: Adding episodes into season
ru: Добавить серию в сезон

source: Adding seasons into video
ru: Добавиление сезонов в видео

source: Getting media-info from source
ru: Получение медиа-информации из источника

source: Deleting season of video serial with series and files
ru: Удаление видео-сезона с сериями и файлами

source: Deleting series of video serial with files
ru: Удаление серий видео-сериала с файлами

source: Regular quality
ru: Обычное качество

source: Good quality
ru: Хорошее качество

source: Excellent quality
ru: Отличное качество

source: Ultra high quality
ru: Ультра высокое качество

source: List of current certificates
ru: Список сертификатов

source: Request of new certificate
ru: Запрос нового сертификата

source: Details of the certificate
ru: Иноформация о сертификате

source: Getting list of current certificates
ru: Получение списка сертификатов

source: Installation of confirmed certificate
ru: Установка подтверждённого сертификата

source: Afar
ru: Афарский

source: Abkhazian
ru: Абхазский

source: Afrikaans
ru: Африкаанс

source: Amharic
ru: Амхарский

source: Arabic
ru: Арабский

source: Assamese
ru: Ассамский

source: Aymara
ru: Аймара

source: Azerbaijani
ru: Азербайджанский

source: Bashkir
ru: Башкирский

source: Belarusian
ru: Белорусский

source: Bulgarian
ru: Болгарский

source: Bihari
ru: Бихари

source: Bislama
ru: Бислама

source: Tibetan
ru: Тибетский

source: Breton
ru: Бретонский

source: Catalan
ru: Каталанский

source: Corsican
ru: Корсиканский

source: Czech
ru: Чешский

source: Welsh
ru: Валлийский

source: Danish
ru: Датский

source: Bhutani
ru: Бутанский

source: Greek
ru: Греческий

source: Esperanto
ru: Эсперанто

source: Estonian
ru: Эстонский

source: Basque
ru: Баскский

source: Persian
ru: Персидский

source: Finnish
ru: Финский

source: Frisian
ru: Фризский

source: Irish
ru: Ирландский

source: Scots/Gaelic
ru: Шотландский/Гэльский

source: Galician
ru: Галисийский

source: Guarani
ru: Гуарани

source: Gujarati
ru: Гуджарати

source: Hausa
ru: Хауса

source: Hindi
ru: Хинди

source: Croatian
ru: Хорватский

source: Hungarian
ru: Венгерский

source: Armenian
ru: Армянский

source: Interlingua
ru: Интерлингва

source: Interlingue
ru: Интерлингве

source: Indonesian
ru: Индонезийский

source: Icelandic
ru: Исландский

source: Italian
ru: Итальянский

source: Hebrew
ru: Иврит

source: Japanese
ru: Японский

source: Yiddish
ru: Идиш

source: Javanese
ru: Яванский

source: Georgian
ru: Грузинский

source: Kazakh
ru: Казахский

source: Greenlandic
ru: Гренландский

source: Cambodian
ru: Камбоджийский

source: Kannada
ru: Каннада

source: Korean
ru: Корейский

source: Kashmiri
ru: Кашмири

source: Kurdish
ru: Курдский

source: Kirghiz
ru: Киргизский

source: Latin
ru: Латинский

source: Lingala
ru: Лингала

source: Laothian
ru: Лаосский

source: Lithuanian
ru: Литовский

source: Latvian/Lettish
ru: Латвийский/Латышский

source: Malagasy
ru: Малагасийский

source: Maori
ru: Маори

source: Macedonian
ru: Македонский

source: Malayalam
ru: Малаялам

source: Mongolian
ru: Монгольский

source: Moldavian
ru: Молдавский

source: Marathi
ru: Маратхи

source: Malay
ru: Малайский

source: Maltese
ru: Мальтийский

source: Burmese
ru: Бирманский

source: Nauru
ru: Науру

source: Nepali
ru: Непальский

source: Dutch
ru: Нидерландский

source: Norwegian
ru: Норвежский

source: Occitan
ru: Окситанский

source: (Afan)/Oromoor/Oriya
ru: (Афан)/Оромо/Ория

source: Punjabi
ru: Панджаби

source: Polish
ru: Польский

source: Quechua
ru: Кечуа

source: Rhaeto-Romance
ru: Ретороманский

source: Romanian
ru: Румынский

source: Kinyarwanda
ru: Руанда

source: Sanskrit
ru: Санскрит

source: Sindhi
ru: Синдхи

source: Serbo-Croatian
ru: Сербохорватский

source: Singhalese
ru: Сингальский

source: Slovak
ru: Словацкий

source: Slovenian
ru: Словенский

source: Samoan
ru: Самоанский

source: Shona
ru: Шона

source: Somali
ru: Сомали

source: Albanian
ru: Албанский

source: Serbian
ru: Сербский

source: Sesotho
ru: Сесото

source: Sundanese
ru: Сунданский

source: Swedish
ru: Шведский

source: Swahili
ru: Суахили

source: Tamil
ru: Тамильский

source: Telugu
ru: Телугу

source: Tajik
ru: Таджикский

source: Thai
ru: Тайский

source: Tigrinya
ru: Тигринья

source: Turkmen
ru: Туркменский

source: Tagalog
ru: Тагальский

source: Tonga
ru: Тонганский

source: Tsonga
ru: Тсонга

source: Tatar
ru: Татарский

source: Twi
ru: Тви

source: Ukrainian
ru: Украинский

source: Urdu
ru: Урду

source: Uzbek
ru: Узбекский

source: Vietnamese
ru: Вьетнамский

source: Wolof
ru: Волоф

source: Xhosa
ru: Коса

source: Yoruba
ru: Йоруба

source: Chinese
ru: Китайский

source: Zulu
ru: Зулу

source: Start applications
ru: Запуск приложений

source: Application Startup
ru: Запуск приложения

source: Before starting the film in Video Club
ru: Перед запуском фильма в Видео Клубе

source: During movie playback in Video Club
ru: Во время воспроизведения фильма Видео Клубе

source: Before starting TV section
ru: Перед запуском раздела ТВ

source: Before starting Video Club section
ru: Перед запуском раздела Видео Клуба

source: Before starting Radio section
ru: Перед запуском раздела Радио

source: This URL already exists
ru: Этот URL уже существует

source: Jan
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мрт

source: Apr
ru: Апр

source: Jun
ru: Июн

source: Jul
ru: Июл

source: Aug
ru: Авг

source: Sep
ru: Сен

source: Oct
ru: Окт

source: Nov
ru: Нбр

source: Dec
ru: Дек

source: width
ru: ширина

source: height
ru: высота

source: quality
ru: качество

source: languages
ru: языки

source: Action is disabled
ru: Действие отключено

source: ABC_1l
ru: А

source: ABC_2l
ru: Б

source: ABC_3l
ru: В

source: ABC_4l
ru: Г

source: ABC_5l
ru: Д

source: ABC_6l
ru: Е

source: ABC_7l
ru: Ё

source: ABC_8l
ru: Ж

source: ABC_9l
ru: З

source: ABC_10l
ru: И

source: ABC_11l
ru: Й

source: ABC_12l
ru: К

source: ABC_13l
ru: Л

source: ABC_14l
ru: М

source: ABC_15l
ru: Н

source: ABC_16l
ru: О

source: ABC_17l
ru: П

source: ABC_18l
ru: Р

source: ABC_19l
ru: С

source: ABC_20l
ru: Т

source: ABC_21l
ru: У

source: ABC_22l
ru: Ф

source: ABC_23l
ru: Х

source: ABC_24l
ru: Ц

source: ABC_25l
ru: Ч

source: ABC_26l
ru: Ш

source: ABC_27l
ru: Щ

source: ABC_28l
ru: Ъ

source: ABC_29l
ru: Ы

source: ABC_30l
ru: Ь

source: ABC_31l
ru: Э

source: ABC_32l
ru: Ю

source: ABC_33l
ru: Я

source: january
ru: Январь

source: february
ru: Февраль

source: march
ru: Март

source: april
ru: Апрель

source: may
ru: Май

source: june
ru: Июнь

source: july
ru: Июль

source: august
ru: Август

source: september
ru: Сентябрь

source: october
ru: Октябрь

source: november
ru: Ноябрь

source: december
ru: Декабрь

source: [No channel info]
ru: [телепрограмма отсутствует]

source: New claim on %s - %s (%s, id: %s). From %s
ru: Новая жалоба на %s - %s (%s, id: %s). От %s

source: Exchange rate on
ru: Курс НБУ на

source: h
ru: ч

source: m
ru: м

source: s
ru: с

source: today
ru: Сегодня
