Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

source: Published
ru: Опубликован

source: Unpublished
ru: Не опубликован

source: monitoring off
ru: Не мониторится

source: errors occurred
ru: Обнаружены ошибки

source: no errors
ru: Ошибок нет

source: there are some problems
ru: Есть проблемы

source: Cannot find channel
ru: Канал не найден

source: Nothing to do
ru: Нечего сохранять

source: Error
ru: Ошибка

source: Cannot create directory %s
ru: Невозможно создать директорию %s

source: Error save file %s
ru: Ошибка сохранения файла %s

source: The unexpected request
ru: Неожиданный запрос

source: No moved items, nothing to do
ru: Нет перемещенных элементов, нечего сохранять

source: Failed to save, update the channel list
ru: Не удалось сохранить, обновить список каналов

source: URL is busy
ru: URL занят

source: Failed
ru: Ошибка

source: URL is free
ru: URL свободен

source: Some channels not enough params.
ru: Для некоторых каналов указаны не все обязательные параметры.

source: TV Archive has NOT been restarted correctly.
ru: При перезапуска ТВ архива возникли неполадки.

source: TV Archive has been restarted.
ru: ТВ архив был успешно перезапущен.

source: Page not found
ru: Страница не найдена

source: Name already used
ru: Имя уже используется

source: Name is available
ru: Имя доступно

source: Done
ru: Готово

source: Upload failed
ru: Сбой при загрузке

source: Error m3u parse. Check the file encoding. Required UTF-8 encoding.
ru: Ошибка парсинга m3u-файла. Проверте кодировку файла. Необходимая кодировка UTF-8.

source: Requires at least one link of broadcast
ru: Требуется по крайней мере одна ссылка вещания

source: Field "Channel name" cannot be empty
ru: Поле "Название канала" не может быть пустым

source: Field "Channel number" cannot be empty
ru: Поле "Номер канала" не может быть пустым

source: Number "%number%" is already in use
ru: Номер "%number%" уже используется

source: Name "%name%" already exists
ru: Имя "%name%" уже существует

source: Prefix already used
ru: Префикс уже используется

source: Prefix is available
ru: Префикс доступен

source: This field cannot be empty if enabled TV-archive or nPVR
ru: Поле не может быть пустым если включено TV-архив или nPVR

source: For enabling Xtream-Codes Support you need enable mcrypt php-extension
ru: Для использования Xtream-Codes Support вам необходимо включить php-модуль mcrypt

source: This name already exists
ru: Это имя уже существует

source: This number is already in use
ru: Такой номер уже используется

source: Number
ru: Номер

source: Logo
ru: Логотип

source: Title
ru: Название

source: Genre
ru: Жанр

source: Archive
ru: Архив

source: Claims about audio/video/epg
ru: Жалобы на видео/аудио/epg

source: Monitoring status
ru: Статус мониторинга

source: Status
ru: Статус

source: Operations
ru: Действия

source: Prefix
ru: Префикс

source: XMLTV file hash
ru: Хэш XMLTV файла

source: Update date
ru: Дата обновления

source: State
ru: Состояние

source: Order
ru: Порядок

source: Localized title
ru: Переведенное название

source: Age restriction
ru: Ограничение по возрасту

source: Operation
ru: Действия

source: more than an hour ago
ru: больше часа назад

source: less than a minute ago
ru: меньше минуты назад

source: {{minute}} minutes ago
ru: {{minute}} минут назад

source: Dashboard
ru: Главная

source: Users online
ru: Пользователей онлайн

source: Users offline
ru: Пользователей оффлайн

source: TV channels
ru: ТВ каналы

source: Films, serials
ru: Фильмов, сериалов

source: Audio albums
ru: Музыкальних альбомов

source: Karaoke songs
ru: Песен караоке

source: Sending a message
ru: Отправить сообщение

source: Reboot
ru: Перезагрузка

source: Restart the portal
ru: Перезагрузка портала

source: Update channel list
ru: Обновить список каналов

source: Playback channel
ru: Воспроизвести канал

source: Playback radio channel
ru: Воспроизвести радио канал

source: Mount all storages
ru: Монтировать все хранилища

source: Turn off
ru: Выключить

source: Image update
ru: Обновить образ

source: EPG update
ru: Обновить EPG

source: Subscribe update
ru: Обновление подписки

source: Modules update
ru: Обновление модулей

source: Turn on
ru: Включить

source: Show menu
ru: Показ меню

source: Status additional service
ru: Статус дополнительной услуги

source: Not delivered
ru: Не отправлено

source: Delivered
ru: Отправлено

source: Not received
ru: Не получено

source: Received
ru: Получено

source: One-time event
ru: Разовое событие

source: For a period
ru: На период

source: Scheduled
ru: Запланировано

source: Stopped
ru: Остановлено

source: Year
ru: Год

source: Month
ru: Месяц

source: Week
ru: Неделя

source: Day
ru: День

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Mon
ru: Пн

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чт

source: Fri
ru: Пт

source: Sat
ru: Сб

source: Sun
ru: Вс

source: Users events
ru: События пользователей

source: Added
ru: Добавлено

source: for
ru: для

source: Error. Event has not been added.
ru: Ошибка. Событие не было добавлен.

source: users
ru: пользователям

source: The file does not contain valid MAC-addresses.
ru: Файл не содержит действительных MAC-адресов.

source: addresses
ru: адреса

source: Deleted
ru: Удалено

source: events
ru: событий

source: Not enough data
ru: Недостаточно данных

source: deferred
ru: Приостановлено

source: unlimited
ru: Неограниченно

source: do not yet running
ru: Еще не запускалось

source: All
ru: Все

source: Group
ru: Группа

source: One
ru: Один

source: Filter
ru: Фильтр

source: Author
ru: Автор

source: Created
ru: Создано

source: Edited
ru: Изменено

source: Expiration date
ru: Действительно до

source: Event
ru: Событие

source: Message
ru: Сообщение

source: Post function
ru: Пост-функция

source: Post function parameter
ru: Параметр постфункции

source: Delivery status
ru: Состояние отправки

source: Receipt status
ru: Статус получения

source: Post-function
ru: Пост-функция

source: Recipient
ru: Получатель

source: Type
ru: Тип

source: Begin
ru: Начало

source: End
ru: Окончание

source: Schedule
ru: Расписание

source: Next run
ru: Следующий запуск

source: Last run
ru: Последний запуск

source: Movie list
ru: Список фильмов

source: Add movie
ru: Добавить фильм

source: Edit movie
ru: Редактировать фильм

source: Advertising
ru: Реклама

source: Add commercial
ru: Добавить рекламу

source: Edit commercial
ru: Редактировать рекламу

source: Moderators
ru: Модераторы

source: Add moderator
ru: Добавить модератора

source: Edit moderator
ru: Редактировать модератора

source: Information about the video source
ru: Информация об видео-источнике

source: information not available
ru: Информация недоступна

source: Information not available
ru: Информация недоступна

source: Publish
ru: Опубликовать

source: on
ru: Вкл

source: Not all fields are filled
ru: Не все поля заполнены

source: Name is busy
ru: Имя занято

source: Address is busy
ru: Адресс занят

source: Address is available
ru: Адресс доступен

source: Error: Not valid mac address
ru: Ошибка: неверный формат MAC адреса

source: Error during file moving from %s to %s
ru: Ошибка при перемещении файла из %s в %s

source: image file has not been deleted
ru: Файл изображения не был удален

source: image name
ru: Имя файла

source: file can be deleted manually from screenshot directory
ru: Файл может быть удален из каталога скриншотов вручную

source: No information about
ru: Нет информации о

source: or file is not exists
ru: или файл не существует

source: No data
ru: Нет данных

source: scheduled
ru: Запланировано

source: all
ru: Все

source: Unpublish
ru: Не публиковать

source: Not published
ru: Не опубликовано

source: error
ru: Ошибка

source: Inserted
ru: Добавлен

source: In this category already exists such a genre
ru: В этой категории уже существует такой жанр

source: If the protocol
ru: Если протокол

source: then this field must be filled
ru: то это поле должно быть заполнено

source: Invalid format links
ru: Неверный формат ссылки

source: Error: could not save cover image
ru: Ошибка: невозможно сохранить обложку

source: Error: The folder with that name already exists
ru: Ошибка: папка с таким именем уже существует

source: Error creating the folder on moderator storage
ru: Ошибка при создании папки на модераторском хранилище

source: Catalogue
ru: Каталог

source: Original title
ru: Оригинальное название

source: Length, min
ru: Длительность, мин

source: Episodes
ru: Серии

source: Date
ru: Дата

source: Tasks
ru: Задания

source: Views lifetime
ru: Просмотров за все время

source: Views last month
ru: Просмотров за месяц

source: Complaints
ru: Жалобы

source: Date of publication
ru: Дата публикации

source: Address
ru: Адрес

source: Weight
ru: Вес

source: Views started
ru: Просмотр начат

source: Views counted
ru: Просмотр завершен

source: Necessary to view
ru: Необходимо просмотреть

source: Genres in category
ru: Жанров в категории

source: Movies in category
ru: Фильмов в категории

source: Category
ru: Категория

source: Movies in genre
ru: Фильмов в жанре

source: Name
ru: Имя

source: MAC address
ru: MAC-адрес

source: Advertising is disabled
ru: Реклама отключена

source: Moderator
ru: Модератор

source: Valid
ru: Действителен

source: Requested
ru: Запрошен

source: Blocked
ru: Заблокирован

source: expired
ru: Просрочен

source: Wrong signature
ru: Неправильная подпись

source: Undefined
ru: Не определен

source: No connection to the server
ru: Нет подключения к серверу

source: device
ru: устройство

source: List of certificates
ru: Список сертификатов

source: Certificate request
ru: Запрос сертификата

source: Validity of the certificate expires after {expire} days
ru: Срок действия сертификата истекает через {expire} дней

source: Validity of the certificate has expired {expire} days ago
ru: Срок действия сертификата истек {expire} дней назад

source: The certificate does not match the server configuration
ru: Сертификат не соответствует конфигурации сервера

source: Certificate detail
ru: Информация о сертификате

source: Installed
ru: Установлено

source: License count
ru: Количество лицензий

source: Begin of certificate validity
ru: Начало действия сертификата

source: End of certificate validity
ru: Конец действия сертификата

source: off
ru: Выкл

source: Streaming area
ru: Зона вещания

source: Add area
ru: Добавить зону

source: Edit area
ru: Редактировать зону

source: Deleted {rslt_zn} zone for {rslt_cntrs} countries
ru: Удалено {rslt_zn} зон для {rslt_cntrs} стран

source: Changed
ru: Изменено

source: Saved
ru: Сохранено

source: Invalid data
ru: Неверные данных

source: Quantity of countries
ru: Количество стран

source: Default
ru: По умолчанию

source: Maximum users
ru: Максимум пользователей

source: Application
ru: Приложение

source: System
ru: Системные

source: Media
ru: Медиа

source: Games
ru: Игры

source: Notification
ru: Уведомление

source: Not installed
ru: Не установлено

source: Off
ru: Отключить

source: On
ru: Включен

source: Incompatible
ru: Несовместимые

source: Compatible
ru: Совместимые

source: Stalker applications
ru: Приложения Stalker

source: Applications of Smart Launcher
ru: Приложения Smart Launcher

source: Application is not defined
ru: Приложение не определено

source: Failed to get the list of applications
ru: Ошибка получения списка приложений

source: No data about this apps
ru: Нет данных об этом приложении

source: Invalid package name
ru: Неверное имя пакета

source: Perhaps the application is already installed. You can update it if the new version is available or uninstall and install again
ru: Возможно, приложение уже установлено. Вы можете обновить его, если доступна новая версия или удалить и установить снова

source: URL of application is not defined
ru: URL приложения не определен

source: Package name is not defined
ru: Имя пакета не определено

source: Failed to get the list of versions of this applications
ru: Ошибка получения списка версий приложения

source: Failed to update the parameters of application launch
ru: Не удалось обновить параметры запуска приложения

source: Application is undefined
ru: Приложение не определено

source: Error of installing the application
ru: Ошибка установки приложения

source: Do you really want install this application?
ru: Вы действительно хотите установить это приложение?

source: Install
ru: Установить

source: Error of uninstalling the application.
ru: Ошибка удаления приложения

source: Activated. Current version
ru: Включено. Текущая версия

source: Failed to activated of application.
ru: Ошибка включения приложения

source: Version
ru: Версия

source: This application version has conflicts
ru: Эта версия приложения имеет конфликты

source: Application has been deleted
ru: Приложение удалено

source: Failed to delete application.
ru: Ошибка удаления приложения

source: Loaded
ru: Загружено

source: Do you really want update this application?
ru: Вы действительно хотите обновить это приложение?

source: Do you really want update all application?
ru: Вы действительно хотите обновить все приложения?

source: Update
ru: Обновить

source: Updated
ru: Обновлен

source: Do you really want checking update for this application?
ru: Вы действительно хотите проверить обновления для этого приложения?

source: Do you really want checking updates for all application?
ru: Вы действительно хотите проверить обновления для всех приложений?

source: Check
ru: Проверить

source: Checked
ru: Проверено

source: Current version
ru: Текущая версия

source: Application version
ru: Версия приложения

source: Release date
ru: Дата релиза

source: Actual version
ru: Доступная версия

source: Description
ru: Описание

source: Compatibility
ru: Совместимость

source: There is no such skin
ru: Нет такого скина

source: Theme changed. Current theme: {thmnm}
ru: Тема изменена. Текущая тема: {thmnm}

source: STB model
ru: Модель приставки

source: STB API version
ru: Версия STB API

source: Image date
ru: Дата образа

source: Update type
ru: Вариант обновления

source: Image description
ru: Описание образа

source: Required STB API version
ru: Требуемая версия STB API

source: Hardware version
ru: Версия hardware

source: Automatic update
ru: Автоматическое обновление

source: User groups
ru: Группы пользователей

source: Albums
ru: Альбомы

source: Add audio album
ru: Добавить аудио альбом

source: Edit audio album
ru: Редактировать аудио альбом

source: Albums count
ru: Количество альбомов

source: Tracks count
ru: Количество треков

source: {albm} album and his all {cmps} compositions in {gnr} genres has been deleted
ru: {albm} альбомов и его все {cmps} композиций в {gnr} жанрах были удалены

source: Name available
ru: Имя доступно

source: Empty URL
ru: Пустой URL

source: Unable to load FFProbe library. Please install "ffmpeg" or other package with this library(eg "libav-tools")
ru: Не удалось загрузить библиотеку FFProbe. Пожалуйста, установите "FFMpeg" или другой пакет с этой библиотекой (например, "libav-tools")

source: Tracks
ru: Треки

source: Country
ru: Страна

source: Language
ru: Язык

source: Uniserial
ru: Односерийный

source: Serial
ru: Сериал

source: You can not publish this entry. There are no available video file for this entry.
ru: Вы не можете опубликовать эту запись. Нет доступных видео файлов для данной записи.

source: Number already used
ru: Номер уже используется

source: Number is available
ru: Номер доступен

source: Not enough data for searching series file
ru: Недостаточно данных для поиска файлов серии

source: Something wrong
ru: Что-то не так

source: Data deleted
ru: Данные удалены

source: Error:
ru: Ошибка:

source: Error: could not resize cover
ru: Ошибка: невозможно изменить размер обложки

source: Protocol
ru: Протокол

source: File name
ru: Имя файла

source: Quality
ru: Качество

source: Volume level
ru: Коррекция звука

source: Movies
ru: Видео

source: Karaoke
ru: Караоке

source: General
ru: Общая

source: By days
ru: По дням

source: By genres
ru: По жанрам

source: Open
ru: Открыто

source: Rejected
ru: Отклонено

source: Expired
ru: Истекло

source: TV
ru: ТВ

source: Humor
ru: Юмор

source: Complaints statistics
ru: Статистика жалоб

source: Complaints log
ru: Лог жалоб

source: Cleared all
ru: Очищены всё

source: Cleared
ru: Очищен

source: Nothing in this category
ru: Ничего нет в данной категории

source: Last viewed date
ru: Последний просмотр

source: Number of copies
ru: Количество копий

source: By day
ru: По дням

source: Overall movies
ru: Всего фильмов

source: Views quantity
ru: Количество просмотров

source: Genre popularity
ru: Популярность жанра

source: Last view TV
ru: Последний просмотр ТВ

source: Last view movie
ru: Последний просмотр видео

source: Video-club sound
ru: Видео клуб звук

source: Video-club video
ru: Видео клуб видео

source: TV sound
ru: ТВ звук

source: TV video
ru: ТВ видео

source: Karaoke sound
ru: Караоке звук

source: Karaoke video
ru: Караоке видео

source: No EPG
ru: EPG отсутствует

source: EPG does not match
ru: EPG не соответствует

source: Object of complaint
ru: Объект жалобы

source: Entire time of views, sec
ru: Общее время просмотров, с

source: Last view
ru: Последний просмотр

source: Completed
ru: Выполнено

source: A cache has been reset
ru: Кэш был сброшен

source: for all servers
ru: для всех серверов

source: movies
ru: Видео

source: karaoke
ru: Караоке

source: Fill in the required fields
ru: Заполните обязательные поля

source: Time
ru: Время

source: Home directory
ru: Домашняя директория

source: Video quality
ru: Качество видео

source: Storage quantity
ru: Количество хранилищ

source: All views
ru: Всего просмотров

source: Views per month
ru: Просмотров за месяц

source: You can not publishing record with protocol - "custom", and with empty field - URL
ru: Вы не можете публиковать записи с протоколом - "custom", и с пустым полем - URL

source: File unavailable and cannot be published
ru: Файл недоступен и не может быть опубликован

source: Artist
ru: Исполнитель

source: Conditions
ru: Состояние

source: Movie
ru: Видео

source: List of tasks in the category
ru: Список заданий в категории

source: Tasks list
ru: Список заданий

source: History of task
ru: История задания

source: in section
ru: В категории

source: Assigned to
ru: Назначено

source: Modified
ru: Изменено

source: Duration (min)
ru: Длительность, мин

source: Created by
ru: Создано

source: Add radio
ru: Добавить радио

source: Edit radio
ru: Редактировать радио

source: Number is not unique
ru: Номер не уникален

source: Number is unique
ru: Номер уникален

source: This field can contain only numbers
ru: Это поле может содержать только цифры

source: This number is not unique
ru: Номер не уникален

source: This name is not unique
ru: Имя не уникально

source: Volume
ru: Громкость

source: Empty
ru: Пустой

source: Used filter
ru: Использован фильтр

source: Log of user
ru: Логи пользователя

source: STB statuses report
ru: Отчет по измененным статусам приставок

source: Users list
ru: Список пользователей

source: Add user
ru: Добавить пользователя

source: Edit user
ru: Редактировать пользователя

source: STB of group
ru: Приставки в группе

source: Already reset
ru: Уже сброшено

source: Login already used
ru: Логин уже используется

source: Login is available
ru: Логин доступен

source: This user is already connected to the group
ru: Пользователь уже подключен к группе

source: User with this MAC-address is not defined
ru: Пользователь с таким MAC-адресом не определен

source: The user can be connected to the group
ru: Пользователь может быть подключен к группе

source: Moved
ru: Перемещено

source: Not found reseller for moving
ru: Не найден реселлер для перемещения

source: Not exists
ru: Не существует

source: No data for this filter
ru: Нет данных для построения фильтра

source: Write database error
ru: Ошибка записи в базу

source: status off
ru: Выключено

source: status on
ru: Включено

source: IPTV channels
ru: IPTV каналы

source: Video club
ru: Видео клуб

source: Audio
ru: Аудио

source: Radio
ru: Радио

source: Login
ru: Логин

source: Account
ru: Лицевой счет

source: Last modified
ru: Последнее изменение

source: Reseller
ru: Реселлер

source: Expire billing date
ru: Действительно до

source: Quantity of users
ru: Количество пользователей

source: Filter conditions
ru: Условия фильтра

source: Visibility
ru: Видимость

source: Favorites
ru: Избранное

source: User
ru: Пользователь

source: Actions
ru: Действие

source: Object
ru: Объект

source: Parameter
ru: Параметр

source: IP Address
ru: IP адрес

source: Loss
ru: Потерь

source: Ping
ru: Пинг

source: Emergency services
ru: Экстренные службы

source: Reference services
ru: Справочные службы

source: Other services
ru: Другие службы

source: Closest free number
ru: Ближайший свободный номер

source: Phone number
ru: Номер телефона

source: Text
ru: Текст

source: Incorrect Username or Password
ru: Некорректное Имя пользователя или Пароль

source: Need authorization
ru: Необходимо авторизоваться

source: Access denied
ru: Доступ запрещен

source: permanent
ru: Постоянный

source: once-only
ru: Разовый

source: complete
ru: Полный

source: Optional
ru: Опциональный

source: Service packages
ru: Пакеты услуг

source: Add package
ru: Добавить пакет

source: Edit package
ru: Редактировать пакет

source: Tariff plans
ru: Тарифные планы

source: Add tariff plan
ru: Добавить тарифный план

source: Edit tariff plan
ru: Редактировать тарифный план

source: Administrator
ru: Администратор

source: {pckg_rslt} packages and {srvcs_rslt} their services has been removed
ru: {pckg_rslt} пакетов и {srvcs_rslt} их сервисов были удалены

source: ID already used
ru: ID уже используется

source: ID is available
ru: ID доступнен

source: {trff_rslt} tariff plans and {plns_rslt} their packages has been removed
ru: {trff_rslt} тарифных планов и {plns_rslt} их пакетов услуг были удалены

source: External ID
ru: Внешний ID

source: Package
ru: Пакет

source: Users
ru: Пользователи

source: Service
ru: Услуга

source: Access
ru: Доступ

source: Tariff name
ru: Название тарифа

source: Package name
ru: Название пакета

source: Initiator
ru: Инициатор

source: Initiator role
ru: Роль инициатора в системе

source: Congratulations!
ru: Поздравляем!

source: Register
ru: Регистрация

source: List of campaigns
ru: Список кампаний

source: Campaign add
ru: Добавление кампании

source: Campaign edit
ru: Редактирование кампании

source: You need accept Terms of Service.
ru: Вам нужно подтвердить свое согласие с Terms of Service

source: Platform
ru: Платформа

source: Groups
ru: Группы

source: permissions for group administrators
ru: Разрешения для администраторов группы

source: Login is already used
ru: Ошибка: такой логин уже используется

source: Used illegal characters
ru: Использованы недопустимые символы

source: Account "admin" is not editable. You may change only password.
ru: Аккаунт "admin " не редактируется. Вы можете изменить только пароль.

source: You can not change your own login
ru: Вы не можете сменить собственный логин

source: Your password has been changed
ru: Ваш пароль был изменен

source: Not all required fields are filled
ru: Не все обязательные поля заполнены

source: Group name is already used
ru: Ошибка: такое имя группы уже используется

source: Group name is available
ru: Имя группы доступно

source: {admin_count} administrators to be moved to another group before deleting
ru: {admin_count} администраторов должны быть перемещены в другую группу перед удалением
