Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: information about the movie
ru: Информация о фильме

source: Length
ru: Время

source: Cast
ru: В ролях

source: Rating
ru: Рейтинг

source: Age
ru: Возраст

source: OTHER
ru: Другие

source: BY GENRE
ru: По жанру

source: BY YEAR
ru: По году

source: BY RATING
ru: По рейтингу

source: picking
ru: Выборка

source: by addtime
ru: По добавлению

source: rating
ru: По популярности

source: favorite only
ru: Только избранное

source: purchased
ru: Приобретенное

source: not ended
ru: Недосмотренное

source: VIDEOCLUB
ru: Видео клуб

source: Purchased
ru: Приобретено

source: rent expires in
ru: Аренда заканчивается через

source: Your STB is blocked.<br/> Call the provider.
ru: Ваша приставка отключена.<br/> Свяжитесь с провайдером.

source: BACK
ru: Назад

source: ABOUT MOVIE
ru: О фильме

source: TV GUIDE
ru: ТВ гид

source: PACKAGE INFO
ru: О пакете

source: CANCEL
ru: Отмена

source: SAVE
ru: Сохранить

source: Current password
ru: Текущий пароль

source: PARENTAL SETTINGS
ru: Родительские настройки

source: PARENTAL
ru: Родительские

source: New password
ru: Новый пароль

source: Repeat new password
ru: Повтор нового пароля

source: Settings saved
ru: Настройки сохранены

source: Settings saved.<br>The STB will be rebooted. Press OK.
ru: Настройки сохранены.<br>Приставка будет перезагружена. Нажмите OK.

source: Error filling fields
ru: Ошибка заполнения полей

source: Saving error
ru: Ошибка при сохранении

source: LOCALIZATION
ru: Локализация

source: Language of the interface
ru: Язык интерфейса

source: City
ru: Город

source: Use PAGE-/+ buttons to move through several menu items
ru: Кнопки PAGE-/+ для перемещения по нескольким пунктам

source: SOFTWARE UPDATE
ru: Обновление ПО

source: START UPDATE
ru: Обновить

source: From HTTP
ru: Используя HTTP

source: From USB
ru: Используя USB

source: Method select
ru: Выбор метода

source: EMPTY
ru: Пусто

source: NBU exchange rate on
ru: Курс НБУ на

source: CBR exchange rate on
ru: Курс ЦБР на

source: pres.:
ru: Давл.:

source: wind:
ru: Ветер:

source: INFOPORTAL
ru: Инфопортал

source: CITY INFO
ru: Городская справка

source: emergency
ru: Экстренные

source: help
ru: Справочные

source: other
ru: Разные

source: HOROSCOPE
ru: Гороскоп

source: JOKES
ru: Анекдоты

source: GOTO
ru: Переход

source: LIKE
ru: Нравится

source: BOOKMARK
ru: Закладка

source: TO BOOKMARK
ru: К закладке

source: JOKE
ru: Анекдот

source: MASTERMIND
ru: Игра "Быки и коровы"

source: RULES
ru: Правила

source: RATING
ru: Рейтинг

source: B
ru: Б

source: C
ru: К

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
ru: Ваша задача отгадать число из четырех неповторяющихся цифр, причем первая из них - не ноль. Каждое Ваше предположение будет сравниваться с числом, которое загадала приставка. Если Вы отгадали цифру, но она стоит не на своем месте, то это КОРОВА (К). Если Вы отгадали и цифру, и её место, то это БЫК (Б).

source: Moving the cursor
ru: Перемещение курсора

source: Enter numbers into cells
ru: Ввод цифр в ячейки

source: Confirmation of the step
ru: Подтверждение хода

source: Moving through the pages of history moves
ru: Перемещение по страницам истории ходов

source: Service is disabled
ru: Услуга отключена

source: Channel is not available
ru: Подписка на услугу отсутствует

source: TV Guide
ru: ТВ гид

source: RECORD
ru: Записать

source: REMIND
ru: Напомнить

source: Memo
ru: Напоминание

source: Goto channel
ru: Перейти на канал

source: now begins
ru: Сейчас начинается

source: in
ru: в

source: started
ru: Началось

source: MORE
ru: Подробнее

source: search_box_languages
ru: ru,en

source: date_format
ru: {0}, {1} {2}, {3}г.

source: Timezone
ru: Часовой пояс

source: NTP Server
ru: NTP сервер

source: DELETE
ru: Удалить

source: STOP
ru: Остановить

source: Do you really want to stop this record?
ru: Вы действительно хотите остановить эту запись?

source: Confirm
ru: Подтверждение

source: Server error. Try again later.
ru: Ошибка сервера. Повторите попытку позже.

source: RECORDING DURATION
ru: Длительность записи, ч

source: FREE on the server, h
ru: Свободно на сервере, ч

source: Recording this channel is forbidden
ru: Запись этого канала запрещена

source: Buffer size
ru: Размер буфера

source: Time, sec
ru: Время, с

source: PLAYBACK
ru: Воспроизведение

source: EXIT
ru: Выход

source: YES
ru: Да

source: CLOSE
ru: Закрыть

source: OK
ru: ОК

source: PAY
ru: Оплатить

source: PLAY
ru: Воспроизвести

source: START
ru: Старт

source: ADD
ru: Добавить

source: Audio out
ru: Аудио выходы

source: Analog only
ru: Только аналоговые

source: Analog and S/PDIF 2-channel PCM
ru: Аналоговые и 2-x канальный PCM в S/PDIF

source: S/PDIF raw or 2-channel PCM
ru: S/PDIF не декодированный (RAW) или S/PDIF PCM

source: GAME
ru: Игра

source: Not found mounted devices
ru: Не найдены внешние носители

source: Add download
ru: Добавить загрузку

source: Device
ru: Устройство

source: Ok
ru: Ок

source: CREATE
ru: Создать

source: MOVE UP
ru: Вверх

source: MOVE DOWN
ru: Вниз

source: RECORDING
ru: Запись

source: DOWNLOAD
ru: Скачать

source: RECORDING AND FILE
ru: Запись и файл

source: Duration of continuous playback
ru: Длительность непрерывного воспроизведения

source: Without limit
ru: Ограничение отключено

source: hours
ru: ч

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
ru: Достигнут лимит продолжительности непрерывного воспроизведения. Для продолжения воспроизведения нажмите OK или EXIT.

source: GENERAL SETTINGS
ru: Общие

source: Screensaver interval
ru: Интервал запуска хранителя экрана

source: DEMO VIDEO
ru: Видео инструкция

source: ACCOUNT
ru: Личный кабинет

source: Coming soon
ru: Появится в ближайшее время

source: INFORMATION
ru: Сведения

source: PAYMENT
ru: Оплата

source: AGREEMENT
ru: Договор

source: TERMS OF USE
ru: Правила

source: Video instruction
ru: Видео инструкция

source: QUALITY
ru: Качество

source: low
ru: Низкое

source: medium
ru: Среднее

source: high
ru: Высокое

source: internet
ru: Интернет

source: NETWORK STATUS
ru: Состояние сети

source: REFRESH
ru: Обновить

source: Speed test
ru: Тест скорости

source: testing...
ru: Тестирование...

source: UP
ru: Вкл

source: DOWN
ru: Выкл

source: stopped
ru: Остановлено

source: waiting queue
ru: Ожидание

source: running
ru: Загрузка

source: completed
ru: Закончено

source: temporary error
ru: Временная ошибка

source: permanent error
ru: Ошибка

source: Authentication
ru: Вход

source: Play this url or start download?
ru: Проиграть или скачать данную ссылку?

source: Play
ru: Проиграть

source: Download
ru: Скачать

source: Play all
ru: Играть всё

source: Network authentication
ru: Сетевой вход

source: Do you really want to exit?
ru: Вы действительно хотите выйти?

source: There is an active downloads from this server
ru: Существует активная загрузка с выбранного сервера

source: Alert
ru: Предупреждение

source: Notice
ru: Уведомление

source: Select
ru: Выбор

source: Your STB is not supported
ru: Ваша приставка не поддерживается

source: SERVICES MANAGEMENT
ru: Управление услугами

source: SUBSCRIBE
ru: Подключить

source: UNSUBSCRIBE
ru: Отключить

source: Content
ru: Содержит

source: Are you really want to subscribe to this service?
ru: Вы действительно хотите подключить данную услугу?

source: Are you really want to unsubscribe from this service?
ru: Вы действительно хотите отключить данную услугу?

source: The service costs {0}
ru: Стоимость услуги {0}

source: You have successfully subscribed to the service.
ru: Вы успешно подключили данную услугу.

source: You have successfully unsubscribed from the service.
ru: Вы успешно отключили данную услугу.

source: You have successfully subscribed to the service. STB will be rebooted.
ru: Вы успешно подключили данную услугу. Приставка будет перезагружена.

source: You have successfully unsubscribed from the service. STB will be rebooted.
ru: Вы успешно отключили данную услугу. Приставка будет перезагружена.

source: An error in the management of subscriptions.
ru: Ошибка во время управления услугами.

source: package_price_measurement
ru: грн

source: Do you really want to rent this movie?
ru: Вы действительно хотите приобрести данный фильм?

source: The movie costs {0}
ru: Стоимость фильма {0}

source: Rent duration: {0}h
ru: Длительность аренды: {0}ч

source: End date
ru: Окончание действия

source: 3D mode
ru: 3D режим

source: mode {0}
ru: Режим {0}

source: no epg
ru: Отсутствует программа передач

source: wrong epg
ru: Программа передач не соответствует

source: Part
ru: Раздел

source: Channel not available
ru: Канал недоступен

source: Channel temporary unavailable
ru: Канал временно недоступен

source: Channel not available for this region
ru: Канал недоступен для данного региона

source: Channel not available. Server error.
ru: Канал недоступен. Ошибка сервера.

source: Account info
ru: Информация

source: Payment
ru: Продлить

source: Reload portal
ru: Перезапуск

source: Continue playing?
ru: Программа заканчивается. Продолжить воспроизведение?

source: NO
ru: Нет

source: Do you want to quit the Time Shift mode?
ru: Выйти из режима TimeShift?

source: by name
ru: По названию

source: by date
ru: По дате

source: Connection problem
ru: Ошибка подключения

source: Authentication problem
ru: Ошибка аутентификации

source: Start recording on the server?
ru: Начать запись на сервере?

source: Do you really want to schedule a recording on the server?
ru: Вы действительно хотите запланировать запись на сервер?

source: Select where to save the record
ru: Куда сохранить запись?

source: USB Storage
ru: USB устройство

source: Path
ru: Путь

source: Filename
ru: Имя файла

source: USB Device
ru: Устройство

source: rec_stop_msg
ru: Остановлена запись — {0} на канале {1}

source: The recorded file is missing
ru: Записанный файл отсутствует

source: Recording is not finished yet
ru: Запись еще не закончилась

source: The channel already has a scheduled recording
ru: Канал уже имеет запланированную запись

source: PVR Error: Wrong parameter
ru: Ошибка PVR: неправильный параметр

source: PVR Error: Not enough memory to complete the operation
ru: Ошибка PVR: недостаточно памяти для выполнения операции

source: PVR Error: Incorrect recording range
ru: Ошибка PVR: неправильный диапазон записи

source: PVR Error: Task not found
ru: Ошибка PVR: задача не найдена

source: PVR Error: Wrong filename
ru: Ошибка PVR: неправильное имя файла

source: PVR Error: Record file already exists
ru: Ошибка PVR: файл уже существует

source: PVR Error: Error opening channel URL
ru: Ошибка PVR: ошибка открытия URL

source: PVR Error: Error opening file
ru: Ошибка PVR: ошибка открытия файла

source: PVR Error: Exceeded the maximum number simultaneous recordings
ru: Ошибка PVR: превышено максимальное количествоодновременных записей

source: PVR Error: End of stream
ru: Ошибка PVR: получен конец потока

source: PVR Error: Error writing to file
ru: Ошибка PVR: ошибка записи в файл

source: Start time
ru: Начало

source: End time
ru: Завершение

source: Recording
ru: Запись

source: Recording on USB device interrupted
ru: Запись на USB устройство прервана

source: Wrong
ru: Неверно

source: Parent control
ru: Родительский контроль

source: Encoding
ru: Кодировка

source: Network folder
ru: Сетевая папка

source: IP address
ru: IP адрес

source: Local folder
ru: Имя папки

source: Server address
ru: Адрес сервера

source: Path to the folder
ru: Путь к папке на сервере

source: Folder name in favorites
ru: Имя папки в избранном

source: Mount failed
ru: Ошибка монтирования

source: SKIP
ru: Пропустить

source: COMMERCIAL
ru: Реклама

source: Clock
ru: Часы

source: Hidden
ru: Скрыты

source: Top Right
ru: Сверху справа

source: Top Left
ru: Сверху слева

source: Bottom Right
ru: Снизу справа

source: Bottom Left
ru: Снизу слева

source: Settings section is currently unavailable
ru: Раздел настроек в данный момент недоступен

source: No channels available
ru: ТВ каналы отсутствуют

source: You can configure DVB channels in the settings menu
ru: Вы можете настроить DVB каналы в меню настроек

source: Video will be available soon
ru: Видео будет доступно в ближайшее время

source: Install application?
ru: Установить приложение?

source: TRACK SEARCH
ru: Поиск трека

source: ALBUM SEARCH
ru: Поиск альбома

source: ADD TO PLAYLIST
ru: В плейлист

source: DEL FROM PLAYLIST
ru: Удалить

source: PLAYLIST
ru: Плейлист

source: Compositions
ru: Композиции

source: Playlist select
ru: Выбор плейлиста

source: NEW
ru: Новый

source: New Playlist
ru: Новый плейлист

source: Error while saving
ru: Ошибка при сохранении

source: CREATE NEW
ru: Создать новый

source: Do you really want to delete this track from playlist?
ru: Вы действительно хотите удалить этот трек из плейлиста?

source: Do you really want to delete this playlist?
ru: Вы действительно хотите удалить этот плейлист?

source: LOGOUT
ru: Выход

source: Do you really want to log out?
ru: Вы действительно хотите выйти?

source: Add group
ru: Добавить группу

source: Change reseller for current group of admin
ru: Сменить реселлера для текущей группы администраторов

source: Display frequency rate
ru: Коэфициент частоты отображения

source: Edit group
ru: Редактировать группу

source: Editing
ru: Редактирование

source: Enter title of the number of the channel
ru: Введите имя либо номер канала

source: Forbidden for categories
ru: Запрещено для категорий

source: Format: solution+URL. Example: ffmpeg http://example_of_link
ru: Формат: solution+URL. Например ffmpeg http://example_of_link

source: Group name
ru: Имя группы

source: Move all admins to another group
ru: Переместить всех администраторов в другую группу

source: Necessary to see
ru: Необходимо посмотреть

source: Organize channels
ru: Переместить каналы

source: Percentage of the total length of video that user has to watch to skip commercials.
ru: Процент от общей длительности ролика который необходимо посмотреть пользователю, для того чтобы появилась возможность пропустить рекламу.

source: Permissions
ru: Права доступа

source: Show categories that won't see the advertising
ru: Указать категории для которых реклама отображаться не будет

source: Some network error or access denied
ru: Ошибка сети или доступ запрещен

source: Viewing
ru: Просмотр

source: You can use letters, digits
ru: Можно использовать буквы, цифры

source: You have unsaved data. Really want to go?
ru: У вас есть несохраненные данные. Действительно хотите уйти?

source: advertising list
ru: Список реклама

source: groups list
ru: Список групп

source: Access denied for this page
ru: Доступ к этой странице запрещен

source: Activity log
ru: История

source: Add application by URL
ru: Добавить приложение по URL

source: Add application by URL (Step 1)
ru: Добавить приложение по URL (Шаг 1)

source: Add application by URL (Step 2)
ru: Добавить приложение по URL (Шаг 2)

source: Add event
ru: Добавить событие

source: Add tariff plans
ru: Добавить тарифный план

source: Add to favorites
ru: Добавить в избранное

source: Calculate MD5 checksum
ru: Посчитать MD5 сумму

source: Comments of creator
ru: Комментарии создателя

source: Create new filter
ru: Создать новый фильтр

source: Created task
ru: Создано задание

source: Enter URL to the application repository
ru: Укажите ссылку на репозиторий приложения

source: Finish
ru: Готово

source: Message has not been read
ru: Сообщение еще не прочитано

source: No tasks
ru: Нет заданий

source: Not available on storages
ru: Не доступно в хранилищах

source: Only for
ru: Только для

source: Print
ru: Распечатать

source: Remove
ru: Удалить

source: Remove from favorites
ru: Удалить из избранного

source: STB of moderators allow to show unpublished video and optionally skipping advertising
ru: Приставки модераторов позволяют показывать неопубликованное видео и опционально пропускают рекламу

source: STB statuses report
ru: Отчет по измененным статусам приставок

source: Schedule of publishing
ru: Расписание публикации

source: Switch off
ru: Отключить

source: Switch off advertising
ru: Отключить рекламу

source: Switch on
ru: Включить

source: Switched off
ru: Отключен

source: Switched on
ru: Включен

source: Task description
ru: Описание задания

source: Task has been sent to archive
ru: Задание отправлено в архив

source: Task is
ru: Задание

source: Video title
ru: Название видео

source: default
ru: По умолчанию

source: ending
ru: Окончание

source: genre
ru: Жанр

source: genres list
ru: Список жанров

source: list of filters of users
ru: Список фильтров пользователей

source: list of tariff plans
ru: Список тарифных планов

source: moderators list
ru: Список модераторов

source: movie list
ru: Список видео

source: sound
ru: Звук

source: Actors
ru: Актеры

source: Add STB
ru: Добавить приставку

source: Add administrator
ru: Добавить администратора

source: Add episodes
ru: Добавить серии

source: Add episodes name
ru: Добавить название серии

source: Add file
ru: Добавить файл

source: Add one season
ru: Добавить сезон

source: Add original name
ru: Добавить оригинальное название

source: Add reseller
ru: Добавить реселлера

source: Add season name
ru: Добавить название сезона

source: Add seasons and episodes
ru: Добавить сезоны и серии

source: Adding administrator
ru: Добавление администратора

source: Adding reseller
ru: Добавление реселлера

source: Adds "HD" sign in catalogue
ru: Добавляет надпись "HD" перед фильмом в списке пользователя

source: Adds the restriction for movie access (password set in the "Parental advisory"). Default password 0000
ru: Добавляет огранисение для доступа к видео (пароль установленный в пункте "Родительский контроль"). Пароль по умолчанию 0000

source: Approximate duration
ru: Примерная продолжительность

source: Approximate duration(format) of episode of serial on minutes. Example: 24
ru: Примерная продолжительность(формат) серии сериала в минутах. Пример: 24

source: Autocomplete
ru: Автозаполнение

source: Available formats - jpg, jpeg, png. Maximum file size - 1MB.
ru: Допустимые форматы - jpg, jpeg, png. Максимальный размер файла - 1MB.

source: Change group for current admin
ru: Сменить группу для текущего адиминистратора

source: Change reseller for current admin
ru: Сменить реселлера для текущего адиминистратора

source: Create new message template
ru: Создание нового шаблона сообщения

source: Create season structure
ru: Создать структуру сезона

source: Default tariff for all new STB of the network
ru: Тариф по умолчанию для всех новых приставок в сети

source: Delete episode
ru: Удалить серию

source: Delete file
ru: Удалить файл

source: Delete season
ru: Удалить сезон

source: Do you really wont delete this record?
ru: Вы действительно хотите удалить эту запись?

source: Edit file
ru: Редактировать файл

source: Editing administrator
ru: Редактировать администратора

source: Editing reseller
ru: Редактирование реселлера

source: Editing template
ru: Редактирование шаблона сообщения

source: End date can not be less than the start date
ru: Дата окончания не может быть меньше, чем дата начала

source: Enter the MAC-address according to the format
ru: Введите MAC-адрес в соответствии с форматом

source: Example: ffmpeg http://anon.nasa-global.edgesuite.net/HD_downloads/135_launch_720p.wmv
ru: Пример: ffmpeg http://anon.nasa-global.edgesuite.net/HD_downloads/135_launch_720p.wmv

source: File type
ru: Тип файла

source: Files
ru: Файлы

source: Film length in minutes Example: 102
ru: Длительность фильма в минутах. Пример: 102

source: Film rating on the Kinopoisk. Autocomplete only
ru: Рейтинг фильма на портале Кинопоиск. Только автозаполнение

source: Film rating on the TMDB. Autocomplete only
ru: Рейтинг фильма на портале TMDB. Только автозаполнение

source: For cover recommended portrait orientation picture (aspect ratio 3:4).
ru: Для обложки рекомендуется портретная ориентация изображения (соотношение сторон 3:4).

source: For screenshots recommended landscape orientation picture (aspect ratio 4:3)
ru: Для скриншотов рекомендуеется альбомная ориентация изображения (соотношение сторон 4: 3)

source: Header
ru: Заголовок

source: ID of movie on the Kinopoisk
ru: Номер фильма по которому он может быть найден на Кинопоиске.

source: ID of movie on the TMDB
ru: Номер фильма по которому он может быть найден на TMDB.

source: Image
ru: Изображение

source: Inactive subscribers
ru: Неактивные абоненты

source: Kinopoisk
ru: Кинопоиск

source: MPAA age restriction
ru: Возрастное ограничение по системе MPAA

source: MPAA rating
ru: MPAA рейтинг

source: Maximum number of users for current reseller. Set '0' for unlimited number of users.
ru: Максимальное количество пользователей для текущего реселлера. Установите '0' для неограниченного количества пользователей.

source: Move all users to another reseller
ru: Переместить всех пользователей другому реселлеру

source: Movie description
ru: Описание фильма

source: Movie information
ru: Информация о фильме

source: New template
ru: Новый шаблон сообщения

source: Old data
ru: Старые данные

source: Old genre
ru: Старый жанр

source: One or more images not be loaded
ru: Одно или несколько изображений не могут быть загружены

source: Optional default package is switched off, but it can be switched on right in the user profile
ru: Опциональный пакет по умолчанию выключен, но может быть подключен непосредственно в профиле пользователя

source: Other files
ru: Другие файлы

source: Period of showing
ru: Период показа

source: Publish now
ru: Опубликовать сейчас

source: Recommended viewer age
ru: Рекомендуемый возраст зрителя

source: Remove schedule
ru: Удалить

source: Repeat the password
ru: Повтор пароля

source: Schedule switch on
ru: Расписание включения

source: Seasons
ru: Сезоны

source: Select the content delivery type (http,custom url, nfs). When using HTTP NFS the link to the content is not used, but the content is stored on the server.
ru: Выбор способа для доставки контента пользователю (http,custom url, nfs). При использовании вариантов HTTP и NFS не используется ссылка на контент, в этом случае контент хранится на сервере.

source: Selecting the method of content delivery to the user (http, custom url, nfs). When using HTTP or NFS variants do not link to the content, in which case the content is stored on the server.
ru: Выбор способа для доставки контента пользователю (http,custom url, nfs). При использовании вариантов HTTP и NFS не используется ссылка на контент, в этом случае контент хранится на сервере.

source: Serial type adds a seasons and a episodes.
ru: Тип сериал добавляет сезоны и серии

source: Service package
ru: Пакеты услуг

source: Service package for the following tariff plan. You may use several packages.
ru: Пакеты услуг для текущего тарифного плана. Можно выбрать несколько пакетов.

source: Set as default
ru: По умолчанию

source: Something wrong. Please reload page.
ru: Непредвиденная ошибка. Перегрузите пожалуйста страницу

source: Subs
ru: Субтитры

source: TMDB rating
ru: TMDB рейтинг

source: TV archive statistics
ru: Статистика ТВ архива

source: Tariff
ru: Тариф

source: Tariff title. You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
ru: Название тарифного плана. Можно использовать буквы, цифры и символы из списка: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Template name
ru: Название шаблона

source: Temporary link
ru: Временная ссылка

source: The period of showing of the episodes on TV
ru: Период показа серий по ТВ

source: This record cannot be deleted
ru: Запись не может быть удалена
