Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: Fill in the form
ru: Заполнить форму

source: Remind me later
ru: Напомнить позже

source: No, thanks
ru: Нет, спасибо

source: biography
ru: Биография

source: action
ru: Боевик

source: western
ru: Вестерн

source: military
ru: Военный

source: detective
ru: Детектив

source: children's
ru: Детское

source: house/country
ru: Дом/дача

source: drama
ru: Драма

source: foreign
ru: Зарубежные

source: health
ru: Здоровье

source: art
ru: Искусство

source: historical
ru: Исторический

source: history
ru: История

source: yoga
ru: Йога

source: catastrophe
ru: Катастрофы

source: comedy
ru: Комедия

source: criminal
ru: Криминал

source: cookery
ru: Кулинария

source: melodrama
ru: Мелодрама

source: mysticism
ru: Мистика

source: musical
ru: Музыкальный

source: science
ru: Наука

source: ours
ru: Наши

source: teach
ru: Обучающее

source: hunting
ru: Охота

source: adventure
ru: Приключения

source: nature
ru: Природа

source: travels
ru: Путешествия

source: fishing
ru: Рыбалка

source: series
ru: Сериал

source: sketch-show
ru: Скетч-шоу

source: sport
ru: Спорт

source: dancing
ru: Танцы

source: show
ru: Телешоу

source: technique
ru: Техника

source: thriller
ru: Триллер

source: horror
ru: Ужасы

source: fiction
ru: Фантастика

source: aerobics
ru: Фитнес

source: fantasy
ru: Фэнтези

source: erotica
ru: Эротика

source: humourist
ru: Юмористы

source: foreign cartoons
ru: Заруб. м/ф

source: our cartoons
ru: Наши м/ф

source: cartoon series
ru: Сериал м/ф

source: Cartoon
ru: Мультфильмы

source: Ours cinema
ru: Наше кино

source: World cinema
ru: Мировое кино

source: Documentary
ru: Документальное

source: Humour
ru: Юмор

source: Hobbies
ru: Увлечения

source: Our Serial
ru: Наш сериал

source: Foreign Serial
ru: Зарубежный сериал

source: TV shows
ru: Сериалы

source: Cartoons
ru: Мультфильмы

source: Music videos
ru: Музыкальное видео

source: Action
ru: Боевик

source: Detective
ru: Детектив

source: Drama
ru: Драма

source: Historical
ru: Исторический

source: Clips
ru: Клипы

source: Concerts
ru: Концерты

source: Comedy
ru: Комедия

source: Melodrama
ru: Мелодрама

source: Romantic
ru: Романтика

source: Adventures
ru: Приключения

source: Thriller
ru: Триллер

source: Horrors
ru: Ужасы

source: Fiction
ru: Фантастика

source: Erotica
ru: Эротика

source: Fantasy
ru: Фэнтези

source: Animation
ru: Анимация

source: Childrens
ru: Детский

source: Musical
ru: Музыкальный

source: Western
ru: Вестерн

source: Sports
ru: Спорт

source: Teach
ru: Обучающее

source: Information
ru: Информационный

source: Adventure
ru: Приключения

source: Family
ru: Семейное

source: Horror
ru: Ужасы

source: information
ru: Информационный

source: entertainments
ru: Развлечения

source: cinema
ru: Кино

source: sports
ru: Спорт

source: music
ru: Музыка

source: business
ru: Бизнес

source: culture
ru: Культура

source: for adults
ru: Для взрослых

source: information-entertaining
ru: Информационно-развлекательный

source: religion
ru: Религия

source: social
ru: Социальный

source: woman's
ru: Женский

source: scientific-entertainment
ru: Научно-развлекательный

source: Entertainment
ru: Развлекательные

source: For Kids
ru: Для детей

source: Music
ru: Музыкальные

source: News
ru: Новостные

source: Nature
ru: Природа

source: For Adults
ru: Для взрослых

source: Alternative Rock
ru: Альтернативный рок

source: Blues
ru: Блюз

source: Children's Music
ru: Детская

source: Jazz
ru: Джаз

source: Disco
ru: Диско

source: Indie
ru: Инди

source: Country Music
ru: Кантри

source: Classical
ru: Классика

source: Latin Music
ru: Латиноамериканская

source: Easy Listening
ru: Легкая музыка

source: Metal
ru: Метал

source: Hillbilly music
ru: Народная

source: Pop
ru: Поп

source: Oldies
ru: Ретро

source: Rock
ru: Рок

source: Adult Contemporary
ru: Современная музыка

source: Soul and R&B
ru: Соул и R’n’B

source: Themes music
ru: Тематическая музыка

source: Hip Hop
ru: Хип-хоп

source: Electronic
ru: Электронная

source: Audio books
ru: Аудиокниги

source: 1920s and earlier
ru: 1920-е и ранее

source: 1930s
ru: 1930-е

source: 1940s
ru: 1940-е

source: 1950s
ru: 1950-е

source: 1960s
ru: 1960-е

source: 1970s
ru: 1970-е

source: 1980s
ru: 1980-е

source: 1990s
ru: 1990-е

source: 2000s
ru: 2000-е

source: English
ru: Английский

source: Spanish
ru: Испанский

source: German
ru: Немецкий

source: Italiano
ru: Итальянский

source: Russian
ru: Русский

source: French
ru: Французский

source: Portuguese
ru: Португальский

source: Turkish
ru: Турецкий

source: Chanson
ru: Шансон

source: From cartoon films
ru: Из мультфильмов

source: Nurseries
ru: Детские

source: National
ru: Народные

source: From films
ru: Из кинофильмов

source: Clear
ru: Ясно

source: Partly Cloudy
ru: Переменная облачность

source: Cloudy
ru: Облачно

source: Overcast
ru: Пасмурно

source: Little rain
ru: Кратковременный дождь

source: Rain
ru: Дождь

source: Thunderstorm
ru: Гроза

source: Hail
ru: Пасмурно

source: Sleet
ru: Мокрый снег

source: Snow
ru: Снег

source: Snowfall
ru: Снегопад

source: N
ru: С

source: NE
ru: СВ

source: E
ru: В

source: SE
ru: ЮВ

source: S
ru: Ю

source: SW
ru: ЮЗ

source: W
ru: З

source: NW
ru: СЗ

source: Tariff plan is changed, please restart your STB
ru: Тарифный план изменен. Пожалуйста, перезагрузите приставку.

source: Starting recording
ru: Начинается запись

source: Stopped recording
ru: Остановлена запись

source: on channel
ru: На канале

source: Services are updated according to the subscription. The STB will be rebooted.
ru: Услуги обновлены согласно подписке. Приставка будет перезагружена.

source: Firmware of your STB is outdated.<br>Please update it.
ru: Прошивка вашей приставки устарела.<br>Пожалуйста обновите её.

source: Your STB is damaged.<br/> Call the provider.
ru: Для регистрации этого устройства<br>свяжитесь с провайдером.

source: Management system administrators, groups and rights
ru: Управление администраторами системы, их группами и правами

source: List of administrators
ru: Список администраторов

source: The list of administrators by page + filters
ru: Список администраторов постранично + фильтры

source: Validation Administrator Login
ru: Проверка допустимости логина администратора

source: Viewing and editing administrator
ru: Просмотр и редактирование администратора

source: Removing administrator
ru: Удаление администратора

source: List of groups of administrators
ru: Список групп администраторов

source: List of groups of administrators by page + filters
ru: Список групп администраторов постранично + фильтры

source: Validation group name
ru: Проверка допустимости названия группы

source: Viewing and editing group
ru: Просмотр и редактирование группы

source: Removing a group
ru: Удаление группы

source: Form view the permissions of the current group
ru: Форма просмотра прав текущей группы

source: View and edit permissions of the current group
ru: Просмотр и редактирование прав текущей группы

source: Album list
ru: Список альбомов

source: Album list page by page + filters
ru: Список альбомов постранично + фильтры

source: Removing album
ru: Удалить альбом

source: Change the on/off state of the album
ru: Изменить состояние вкл/выкл альбома

source: Add Album
ru: Добавить альбом

source: Viewing and editing album
ru: Просмотр и редактирование альбома

source: Change the album cover
ru: Изменение обложки альбома

source: Delete the album cover
ru: Удаление обложки альбома

source: List of compositions in the album
ru: Список композиций альбома

source: Change the order of compositions in the album
ru: Изменение порядка композиций в альбоме

source: Editing a composition
ru: Редактирование композиции

source: Removing a composition
ru: Удаление композиции

source: Change the on/off state of the composition
ru: Изменить состояние вкл/выкл композиции

source: Getting audio-info from source
ru: Получение аудио-информации из источника

source: List of artists
ru: Список исполнителей

source: List of artists by page + filters
ru: Список исполнителей постранично + фильтры

source: Edit artist
ru: Редактировать исполнителя

source: Remove artist
ru: Удалить исполнителя

source: Validation artist name
ru: Проверка допустимости имени исполнителя

source: List of audio genres
ru: Список аудио жанров

source: List of audio genres by page + filters
ru: Список аудио жанров постранично + фильтры

source: Add audio genre
ru: Добавить аудио жанр

source: Edit audio genre
ru: Редактировать аудио жанр

source: Remove the audio genre
ru: Удалить аудио жанр

source: Validation names audio genre
ru: Проверка допустимости названия аудио жанра

source: List of language performance
ru: Список языков исполнения

source: List of language performance by page + filters
ru: Список языков исполнения постранично + фильтры

source: Add language of performance
ru: Добавить язык исполнения

source: Edit language of performance
ru: Редактировать язык исполнения

source: Remove language of performance
ru: Удалить язык исполнения

source: Validation name of the language of performance
ru: Проверка допустимости названия языка исполнения

source: List of years of release
ru: Список годов выпуска

source: List of years of release by page + filters
ru: Список годов выпуска постранично + фильтры

source: Add the year of release
ru: Добавить год выпуска

source: Edit the year of release
ru: Редактировать год выпуска

source: Remove year of year of release
ru: Удалить год выпуска

source: Validation names of release
ru: Проверка допустимости названия года выпуска

source: Audio logs
ru: Аудио логи

source: Block the authorized user of the system
ru: Блок авторизованного пользователя системы

source: Messages
ru: Сообщения

source: Settings
ru: Настройки

source: Logout
ru: Выход

source: Broadcast server
ru: Сервера вещания

source: List of servers broadcasting
ru: Список серверов вещания

source: List of servers broadcasting by page + filters
ru: Список серверов вещания постранично + фильтры

source: Removing of servers broadcasting
ru: Удаление серверов вещания

source: Change the on/off status of servers broadcasting
ru: Изменить статус вкл/выкл серверов вещания

source: Adding and editing broadcast server
ru: Добавление и редактирование серверов вещания

source: Broadcast area
ru: Зона вещания

source: Broadcast area by page + filters
ru: Зоны вещания вещания постранично + фильтры

source: Add a new area
ru: Добавление новой зоны

source: Editing an existing area
ru: Редактирование существующей зоны

source: Removing an existing area
ru: Удаление существующей зоны

source: List of events
ru: Список событиий

source: List of events by page + filters
ru: Список событиий постранично + фильтры

source: Add an event
ru: Добавление события

source: Download the list of addresses for sending events
ru: Загрузка списка адресов для рассылки события

source: Clear the list of events
ru: Очистить список событий

source: Start page
ru: Стартовая страница

source: Saving settings drop-down menu user
ru: Сохранение параметров выпадающего меню пользователя

source: Checking state of flag of opinion form
ru: Проверка состояния флага формы опроса

source: Setting state of flag of opinion form
ru: Установка состояния флага формы опроса

source: Info portal
ru: Инфопортал

source: Phone book by page + filters
ru: Телефоный справочник постранично + фильтры

source: Adding and editing phone number
ru: Добавление и редактирование телефонов

source: Removing phone numbers
ru: Удаление телефонов

source: Humour by page + filters
ru: Юмор постранично + фильтры

source: View, add and edit joke
ru: Просмотр, добавление и редактирование анекдотов

source: Removing joke
ru: Удаление анекдотов

source: List of karaoke
ru: Список караоке

source: List of karaoke by page + filters
ru: Список караоке постранично + фильтры

source: View, add and edit karaoke
ru: Просмотр, добавление и редактирование караоке

source: Remove karaoke
ru: Удалить караоке

source: Change the on/off state the task on the item karaoke
ru: Изменить состояние вкл/выкл выполнения задания по элементу караоке

source: Change the on/off state of available items Karaoke
ru: Изменить состояние вкл/выкл доступности элемента Караоке

source: Information about the source element of karaoke
ru: Иформация о источнике елемента караоке

source: Login. System authorization
ru: Логин. Вход в систему

source: List of radio
ru: Список радио

source: List of radio by page + filters
ru: Список радио постранично + фильтры

source: Change the on/off state radio
ru: Изменить состояние вкл/выкл радио

source: Remove radio
ru: Удалить радио

source: Adding radio
ru: Добавление радио

source: Viewing and editing radio
ru: Просмотр и редактирование радио

source: Validation names of radio
ru: Проверка допустимости названия радио

source: Validation number of radio
ru: Проверка допустимости номера радио

source: Registration in the system
ru: Регистрация в системе

source: EPG by page + filters
ru: EPG постранично + фильтры

source: Viewing and editing EPG
ru: Просмотр и редактирование EPG

source: Remove EPG
ru: Удалить EPG

source: Change the on/off state EPG
ru: Изменить состояние вкл/выкл EPG

source: Validation of URL EPG
ru: Проверка допустимости URL EPG

source: Update or force an update EPG
ru: Обновить или принудительно обновить EPG

source: Viewing of available skins
ru: Просмотр доступных скинов

source: Setting the skin
ru: Установка скина

source: Firmware update by page + filters
ru: Обновления прошивки постранично + фильтры

source: Viewing and editing firmware updates
ru: Просмотр и редактирование обновлений прошивки

source: Remove firmware update
ru: Удалить обновление прошивки

source: Change the on/off state firmware update
ru: Изменить состояние вкл/выкл обновление прошивки

source: Statistics
ru: Статистика

source: Statistics of movies per month
ru: Статистика видео помесячно

source: Statistics of movies per month by page + filters
ru: Статистика видео помесячно постранично + фильтры

source: Statistics of TV
ru: Статистика ТВ

source: Statistics of TV by page + filters
ru: Статистика ТВ постранично + фильтры

source: Statistics of TV archive
ru: Статистика ТВ архива

source: Statistics of TV archive by page + filters
ru: Статистика ТВ архива постранично + фильтры

source: Statistics of TimeShift
ru: Статистика TimeShift

source: Statistics of TimeShift by page + filters
ru: Статистика TimeShift постранично + фильтры

source: Statistics of moderators
ru: Статистика модераторов

source: Statistics of moderators by page + filters
ru: Статистика модераторов постранично + фильтры

source: Subscriber statistics
ru: Абонентская статистика

source: Subscriber statistics by page + filters
ru: Абонентская статистика постранично + фильтры

source: Inactive subscribers by page + filters
ru: Неактивные абоненты постранично + фильтры

source: Statistics of complaints
ru: Статистика жалоб

source: Statistics of complaints by page + filters
ru: Статистика жалоб постранично + фильтры

source: Logs of complaints
ru: Логи жалоб

source: Logs of complaints by page + filters
ru: Логи жалоб постранично + фильтры

source: Storages
ru: Хранилища

source: List of storages
ru: Список хранилищ

source: List of storages by page + filters
ru: Список хранилищ постранично + фильтры

source: Reset cache storages
ru: Сброс кэша хранилищ

source: Update cache storages
ru: Обновление кэша хранилищ

source: Viewing and editing storages
ru: Просмотр и редактирование хранилищ

source: Adding storages
ru: Добавить хранилище

source: Change the on/off state storages
ru: Изменить состояние вкл/выкл хранилища

source: Remove storages
ru: Удалить хранилище

source: Search video
ru: Поиск видео

source: Search video by page + filters
ru: Поиск видео постранично + фильтры

source: Logs of storages
ru: Логи хранилищ

source: Logs of storages by page + filters
ru: Логи хранилищ постранично + фильтры

source: List of service packages
ru: Список пакетов услуг

source: List of service packages by page + filters
ru: Список пакетов услуг постранично + фильтры

source: Remove service package
ru: Удалить пакет услуг

source: Adding service package
ru: Добавить пакет услуг

source: Viewing and editing service package
ru: Просмотр редактирование пакета услуг

source: Getting a list of media content for the service (add/edit form package)
ru: Получение списка медиаконтента для сервиса (форма добавления/редактирования пакета)

source: Validation of external ID for package
ru: Проверка допустимости внешнего ID для пакета

source: List of tariff plans
ru: Список тарифных планов

source: List of tariff plans by page + filters
ru: Список тарифных планов постранично + фильтры

source: Adding tariff plan
ru: Добавить тарифный план

source: Viewing and editing tariff plan
ru: Просмотр и редактирование тарифного плана

source: Remove tariff plan
ru: Удалить тарифный план

source: Logs on/off of user's packages
ru: Лог вкл/откл пакетов пользователя

source: Logs on/off of user's packages by page + filters
ru: Лог вкл/откл пакетов пользователя постранично + фильтры

source: List of tasks
ru: Список заданий

source: List of tasks by page + filters
ru: Список заданий постранично + фильтры

source: Change of state in the category
ru: Изменение состояния в категории

source: Detailed on video-task
ru: Детализация по видео-заданию

source: Sending messages, change status for video-task
ru: Отправка сообщений, изменение состояния видео-задания

source: Detailed for karaoke-task
ru: Детализация по караоке-заданию

source: Sending messages, change status karaoke-task
ru: Отправка сообщений, изменение состояния кароаке-задания

source: Report by page + filters
ru: Отчет постранично + фильтры

source: List of channels
ru: Список каналов

source: Switch on channel
ru: Включить канал

source: Switch off channel
ru: Отключить канал

source: Remove channel
ru: Удалить канал

source: Adding channel
ru: Добавить канал

source: Editing channel
ru: Редактировать канал

source: Edit logo for channel
ru: Изменить лого канала

source: Remove logo of channel
ru: Удалить лого канала

source: Move channel - Order of channels
ru: Переместить канал - Порядок каналов

source: Move channel - Save the changes of order channels
ru: Переместить канал - Сохранить изменение порядка каналов

source: Change the on/off state block move channel
ru: Изменить состояние вкл/выкл блокировки перемещения канала

source: Save EPG for channel
ru: Сохранение EPG для канала

source: Viewing and editing EPG for channel
ru: Просмотр и редактирование EPG канала

source: List of users
ru: Список пользователей

source: List of users by page + filters
ru: Список пользователей постранично + фильтры

source: Change the on/off state user
ru: Изменить состояние вкл/выкл пользователя

source: Remove user
ru: Удалить пользователя

source: Adding user
ru: Добавление пользователя

source: Viewing and editing user
ru: Просмотр и редактирование пользователя

source: Validation of login user
ru: Проверка допустимости логина пользователя

source: Reset the password of Parent Control user
ru: Сброс пароля родительского контроля пользователя

source: Reset favorites TV user
ru: Сброс избранного ТВ пользователя

source: List of STB
ru: Список группы приставок

source: Adding STB
ru: Добавление приставки

source: Viewing and editing title of STB
ru: Просмотр редактирование названия приставок

source: Remove group STB
ru: Удалить группу приставок

source: Validation of title STB
ru: Проверка допустимости названия группы приставок

source: List of STB in group
ru: Список приставок в группе

source: List of STB in group by page + filters
ru: Список приставок в группе постранично + фильтры

source: Adding STB in group
ru: Добавление приставки в группу

source: Remove STB from group
ru: Удалить приставку из группы

source: Verify that you can add an STB to the group
ru: Проверка возможности добавления приставки в группу

source: Logs of activity STB
ru: Логи активности приставок

source: Logs of activity STB by page + filters
ru: Логи активности приставок постранично + фильтры

source: Report on changing of state STB
ru: Отчет по изменению состояния приставок

source: Report on changing of state STB by page + filters
ru: Отчет по изменению состояния приставок постранично + фильтры

source: List of movies
ru: Список фильмов

source: List of movies by page + filters
ru: Список фильмов постранично + фильтры

source: Information about source of movie
ru: Иформация о видео-источнике

source: Remove movie
ru: Удалить видео

source: Calculate md5 of movie
ru: Посчитать md5 фильма

source: Set the task on the movie
ru: Установить задание по фильму

source: Adding movie
ru: Добавить фильм

source: Viewing and editing movie
ru: Просмотр и редактирование фильма

source: Validation of title movie
ru: Проверка допустимости названия фильма

source: Change cover for movie
ru: Изменение обложки фильма

source: Deleting cover for movie
ru: Удаление обложки фильма

source: Update the rating of movie from kinopoisk.ru portal
ru: Обновить рейтинг фильма с портала kinopoisk.ru

source: By title of movie fill in the form of adding movie using data from kinopoisk.ru portal
ru: По названию фильма заполнить форму добавления фильма используя данные с портала kinopoisk.ru

source: By ID movie on kinopoisk.ru portal, fill in the form of adding movie using data from kinopoisk.ru portal
ru: По ID фильма на потрале kinopoisk.ru, заполнить форму добавления фильма используя данные с портала kinopoisk.ru

source: Set cover for movie from kinopoisk.ru portal
ru: Установить обложку фильма как на потрале kinopoisk.ru

source: Schedule switch on of movie
ru: Расписание включения видео

source: Remove movie from schedule switch on
ru: Удалить видео из расписания на включение

source: List of advertising blocks
ru: Список рекламных блоков

source: Remove advertising block
ru: Удалить рекламный блок

source: Change the on/off state advertising block
ru: Изменить состояние вкл/выкл рекламного блока

source: Adding advertising block
ru: Добавить рекламный блок

source: Viewing and editing advertising block
ru: Просмотр и редактирование рекламного блока

source: Addresses of moderators, information about STB of moderators
ru: Адреса модераторов, информация о приставках модераторов

source: Remove moderator
ru: Удалить модератора

source: Change the on/off state of moderator
ru: Изменить состояние вкл/выкл модератора

source: Adding moderator
ru: Добавить модератора

source: Viewing and editing moderator
ru: Просмотр и редактирование модератора

source: Validation of MAC-address of STB of moderator
ru: Проверка допустимости MAC-адреса приставки модератора

source: Logs of movie
ru: Логи видео

source: Logs of movie by page + filters
ru: Логи видео постранично + фильтры

source: Add video category
ru: Добавить видео-категорию

source: Validation names video category
ru: Проверка допустимости названия видео-категории

source: Validation names video genre
ru: Проверка допустимости названия видео-жанра

source: Edit video category
ru: Изменить видео-категорию

source: Remove the video category
ru: Удалить видео-категорию

source: Remove the video genre
ru: Удалить видео-жанр

source: Save video genre
ru: Сохранить видео-жанр

source: List of video categories
ru: Список видео-категорий

source: List of video categories by page + filters
ru: Список видео-категорий постранично + фильтры

source: Change the order of categories
ru: Изменить порядок видео-жанров

source: List of video genres
ru: Список видео-жанров

source: List of video genres by page + filters
ru: Список видео-жанров постранично + фильтры

source: Validation of number of the video-category
ru: Проверка допустимости номера видео-категории

source: admin
ru: Администратор

source: List of tv genres
ru: Список ТВ жанров

source: List of tv genres by page + filters
ru: Список ТВ жанров постранично + фильтры
