Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: yesterday
ru: Вчера

source: Source
ru: Источник

source: unavailable
ru: Недоступен

source: failed to open
ru: Не удалось открыть

source: not changed
ru: Не изменился

source: Errors
ru: Ошибок

source: Successful: %s channels
ru: Успешно: %s каналов

source: Deleted: %s records
ru: Удалено: %s записей

source: Queries
ru: Запросов

source: SUNDAY
ru: Воскресенье

source: MONDAY
ru: Понедельник

source: TUESDAY
ru: Вторник

source: WEDNESDAY
ru: Среда

source: THURSDAY
ru: Четверг

source: FRIDAY
ru: Пятница

source: SATURDAY
ru: Суббота

source: JANUARY
ru: Января

source: FEBRUARY
ru: Февраля

source: MARCH
ru: Марта

source: APRIL
ru: Апреля

source: MAY
ru: Мая

source: JUNE
ru: Июня

source: JULY
ru: Июля

source: AUGUST
ru: Августа

source: SEPTEMBER
ru: Сентября

source: OCTOBER
ru: Октября

source: NOVEMBER
ru: Ноября

source: DECEMBER
ru: Декабря

source: video_name_format
ru: %1$s

source: Channels with PVR
ru: Каналы с PVR

source: Movie name in '%s' not found
ru: Название фильма по адресу %s не найдено

source: Location does not contain movie id.
ru: Расположение не содержит id фильма.

source: Location: ('%s')
ru: Расположение: ('%s')

source: Curl initialization error
ru: Ошибка инициализации Curl

source: Curl exec failure
ru: Не удалось выполнить Curl

source: Can't get rating from
ru: Не удается получить рейтинг от

source: This operation is temporarily unavailable.
ru: Операция временно недоступна.

source: Server error
ru: Ошибка сервера

source: recording
ru: Идет запись

source: Channel not found
ru: Канал не найден

source: Recording for this channel already exist
ru: Запись для этого канала уже существует

source: Empty location header
ru: Заголовки расположения пусты

source: Wrong location header.
ru: Неправильные заголовки расположения

source: end_date_format
ru: d.m.Y

source: %d day
ru: %d день

source: account_payment_info
ru: Информация об оплате

source: account_agreement_info
ru: Договор

source: account_terms_info
ru: Правила пользования

source: Subscribed
ru: Подключено

source: Not subscribed
ru: Не подключено

source: Artists
ru: Исполнители

source: Playlists
ru: Плейлисты

source: Genres
ru: Жанры

source: Years
ru: Года

source: Break in the program
ru: Разрыв в программе

source: city_name_field
ru: name

source: Episode
ru: Серия

source: Season
ru: Сезон

source: last week
ru: 7 дней

source: coming soon
ru: Скоро

source: Night
ru: Ночь

source: Morning
ru: Утро

source: Evening
ru: Вечер

source: clear
ru: Ясно

source: partly cloudy
ru: Малооблачно

source: cloudy
ru: Облачно

source: overcast
ru: Пасмурно

source: rain
ru: Дождь

source: rainfall
ru: Ливень

source: snow
ru: Снег

source: thunderstorm
ru: Гроза

source: no data
ru: Нет данных

source: w/o precipitation
ru: Без осадков

source: pressure
ru: Давление

source: wind
ru: Ветер

source: min
ru: мин

source: Radio channels
ru: Радио каналы

source: Modules
ru: Модули

source: Options
ru: Опции

source: Users TV views statistics per month
ru: Статистика просмотра ТВ пользователями за месяц

source: Counting if channel is playing more than 30 minutes
ru: Просмотром считается проигрывание канала больше чем 30 мин

source: Search
ru: Поиск

source: search by mac
ru: Поиск по MAC

source: Views
ru: Просмотров

source: TARIFF PLANS
ru: Тарифные планы

source: optional
ru: Опциональный

source: disabled
ru: Отключено

source: Services packages
ru: Пакеты услуг

source: Total users
ru: Пользователей

source: Do you really want to delete this record?
ru: Вы действительно хотите удалить эту запись?

source: Use as default
ru: По умолчанию

source: Packages
ru: Пакеты

source: Firmware auto update
ru: Автоматическое обновление прошивки

source: enabled
ru: Включено

source: Disable
ru: Отключить

source: Enable
ru: Включить

source: STB Model
ru: Модель приставки

source: Required
ru: Необходимый

source: Do you really want to delete this item?
ru: Вы действительно хотите удалить этот объект?

source: User logs
ru: Пользовательские логи

source: My records
ru: Мои записи

source: Records
ru: Записи

source: Clip
ru: Клип

source: Go
ru: Перейти

source: Stb action
ru: Действие

source: task rejected
ru: Задание отклонено

source: Updated according to the subscription channels.
ru: Каналы обновлены согласно подписке.

source: Subscription saved
ru: Подписка сохранена

source: TV channels subscription
ru: Подписка на каналы

source: All channels
ru: Все каналы

source: Subscription
ru: Подписка

source: Bonus
ru: Бонус

source: Error: all fields are required
ru: Ошибка: необходимо заполнить все поля

source: Error: could not save cover
ru: Ошибка: невозможно сохранить обложку

source: AUDIO ALBUMS
ru: Аудио альбомы

source: Performers
ru: Исполнитель

source: search by album name or performer
ru: Поиск по названию альбома или исполнителю

source: Performer
ru: Исполнитель

source: New
ru: Новый

source: View message
ru: Просмотр сообщения

source: Reply
ru: Ответить

source: From
ru: От

source: Are you sure you want to close this task?
ru: Вы действительно хотите закрыть это задание?

source: Task accomplished
ru: Задание выполнено

source: Are you sure you want to reject this task?
ru: Вы действительно хотите отклонить это задание?

source: Task rejected
ru: Задание отклонено

source: Testers
ru: Тестировщики

source: Are you sure you want to change the status of the tester %s?
ru: Вы действительно хотите изменить статус тестировщика %s?

source: Are you sure you want to remove the tester %s?
ru: Вы действительно хотите удалить тестировщика %s?

source: AUDIO YEARS
ru: Аудио года

source: search by name
ru: Поиск по названию

source: Moderators statistics
ru: Статистика модераторов

source: Video archive
ru: Архив видео

source: Karaoke archive
ru: Архив караоке

source: Total
ru: Всего

source: Opened
ru: Открыто

source: Master-storage logs
ru: Логи мастера хранилищ

source: Information services
ru: Справочные службы

source: Department
ru: Служба

source: TV views statistics per month
ru: Статистика просмотра ТВ за месяц

source: User language
ru: Язык пользователя

source: Current views on storage
ru: Текущие просмотры на хранилище

source: %s events %s sended, %s errors
ru: %s событий %s отослано, %s ошибок

source: File with list is missing
ru: Отсутствует файл со списком

source: To one
ru: Одному

source: To all
ru: Всем

source: By list
ru: По списку

source: By pattern
ru: По шаблону

source: To group
ru: Группе

source: Load active events
ru: Загрузить активные события

source: Pattern
ru: Шаблон

source: restart on OK
ru: Перезапускать по OK

source: channels
ru: Каналы

source: Active events for %s
ru: Активные события для %s

source: clean
ru: Очистить

source: Valid up to
ru: Действительно до

source: sended
ru: Отправлено

source: not sended
ru: Не отправлено

source: There are no active events for %s
ru: Нет активных событий для %s

source: Templates
ru: Внешний вид

source: not found
ru: Не найдено

source: CURRENT THEME
ru: Текущий скин

source: preview not available
ru: Предпросмотр недоступен

source: Apply
ru: Применить

source: Updated %s videos and %s karaokes
ru: Обновлено %s видео и %s караоке

source: Storage cache refresh
ru: Обновление кеша хранилищ

source: AUDIO PERFORMERS
ru: Аудио исполнители

source: All users log
ru: Все пользовательские логи

source: Claims log
ru: Лог жалоб

source: Claim on
ru: Жалоба на

source: When
ru: Когда

source: Video views statistics per month
ru: Статистика просмотра видео за месяц

source: search by movie title
ru: Поиск по "названию фильма"

source: Sort by
ru: Сортировать по

source: Total views
ru: Просмотров всего

source: Last views
ru: Последний просмотр

source: How many storages
ru: На скольких хранилищах

source: Error: channel with number "%s" is already in use
ru: Ошибка: номер канала "%s" уже используется

source: Error: could not save logo
ru: Ошибка: невозможно сохранить логотип

source: priority
ru: Приоритет

source: filter
ru: Фильтр

source: Temporary HTTP URL
ru: Временная HTTP ссылка

source: WOWZA support
ru: Поддержка WOWZA

source: add new link
ru: Добавить новую ссылку

source: delete
ru: Удалить

source: Channel with same number already exists!
ru: Канал с таким номером уже существует!

source: Shift channel list?
ru: Сдвинуть список каналов?

source: Service code
ru: Код услуги

source: Claims about<br>audio/video/epg
ru: Жалобы на<br>видео/аудио/epg

source: minutes ago
ru: минут назад

source: Error deleting a logo
ru: Ошибка при удалении лого

source: Base channel
ru: Базовый канал

source: Bonus channel
ru: Бонусный канал

source: Price
ru: Цена

source: Links
ru: Ссылки

source: URL for recording (multicast)
ru: Адрес для записи (мультикаст)

source: TV archive duration, h
ru: Длительность ТВ архива, ч

source: Allow USB TimeShift
ru: Разрешить TimeShift на USB носители

source: only for rtp and ffrt solutions
ru: Только для солюшенов rtp и ffrt

source: Allow USB PVR
ru: Разрешить PVR на USB носители

source: EPG correction
ru: Коррекция EPG

source: AUDIO TRACKS
ru: Аудио треки

source: Languages
ru: Языки

source: search by track name
ru: Поиск по названию трека

source: Video log
ru: Видео лог

source: Jokes
ru: Анекдоты

source: Joke
ru: Анекдот

source: Playlist
ru: Плейлист

source: Stb groups
ru: Группы приставок

source: All logs
ru: Все логи

source: Subscription import
ru: Импорт подписки на каналы

source: Media browser
ru: Медиа браузер

source: Infoportal
ru: Инфопортал

source: search by MAC, IP, login or account number
ru: Поиск по MAC, IP, логину или номеру лицевого счета

source: without sorting
ru: Без сортировки

source: search inactive users
ru: Поиск неактивных пользователей

source: Time from<br>last playback
ru: Время с<br>последнего<br>просмотра<br>чч:мм:сс

source: Last change<br>of status
ru: Последнее<br>изменение<br>статуса

source: Monthly jokes views statistics
ru: Статистика просмотра анекдотов за месяц

source: Counting at least 5 jokes
ru: Просмотром считается просмотр минимум 5 анекдотов

source: message sended
ru: Сообщение отправлено

source: To
ru: Кому

source: Comment
ru: Примечание

source: Daily video views statistics
ru: Статистика просмотра видео по дням

source: My messages
ru: Мои сообщения

source: AUDIO LANGUAGES
ru: Аудио языки

source: video
ru: Видео

source: Opening date
ru: Дата открытия

source: Expired 10 days
ru: Истекло 10 суток

source: reject
ru: Отклонить

source: Administrators groups
ru: Группы администраторов

source: Enabled
ru: Включено

source: User profile
ru: Профиль пользователя

source: Logs
ru: Логи

source: Reset to default password?
ru: Сбросить на пароль по умолчанию?

source: favorite tv
ru: Избранное ТВ

source: %s channels
ru: %s канала

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
ru: Сбросить избранные ТВ каналы? Каналы полностью сбросятся только если сразу перезапустить приставку!

source: Full name
ru: ФИО

source: Last change of status
ru: Изменение статуса

source: TV subscription
ru: Подписка

source: Change
ru: Изменить

source: No packages available
ru: Нет доступных пакетов

source: AUDIO GENRES
ru: Жанры аудио

source: TV Archive statistics per month
ru: Статистика просмотра ТВ архива за месяц

source: Total time
ru: Общее время

source: Stream zones
ru: Зоны вещания

source: Are you sure you want to delete record %s?
ru: Вы действительно хотите удалить запись %s?

source: Default zone
ru: Зона по умолчанию

source: Countries
ru: Страны

source: task open
ru: Задание открыто

source: the task has been sent
ru: Задание отправлено

source: Create task
ru: Создать задание

source: Inactive users per month
ru: Неактивные абоненты за месяц

source: Latest TV viewing
ru: Последний просмотр ТВ

source: Latest VIDEO viewing
ru: Последний просмотр видео

source: Are you sure you want to delete the group %s from the database?
ru: Вы действительно хотите удалить группу %s из базы?

source: Cache %s is cleared
ru: Кеш %s сброшен

source: Storage with id %s not found
ru: Хранилище с ID %s в базе отсутствует

source: Cache is cleared
ru: Кеш сброшен

source: Are you sure you want to reset a cache?
ru: Вы действительно хотите сбросить весь кеш?

source: Clear cache
ru: Сбросить кеш

source: Are you sure you want to update a cache? This operation will take some time.
ru: Вы действительно хотите обновить весь кеш? Эта операция займет какое-то время.

source: Refresh cache
ru: Обновить кеш

source: Unique movies
ru: Уникальные фильмы

source: Search in storages
ru: Поиск по хранилищам

source: Home path
ru: Домашняя директория

source: Are you sure you want to change the status of the storage %s?
ru: Вы действительно хотите изменить статус хранилища %s?

source: Are you sure you want to reset the cache of the storage %s?
ru: Вы действительно хотите сбросить кеш хранилища %s?

source: clear cache
ru: Сбросить кеш

source: Are you sure you want to delete storage %s?
ru: Вы действительно хотите удалить хранилище %s?

source: Storing content
ru: Хранение контента

source: Not available for MAG100
ru: Недоступно для MAG100

source: Record TV
ru: Запись ТВ

source: Emulation
ru: Эмуляция

source: External
ru: Внешнее

source: Only moderators
ru: Только модераторы

source: Report for the stb status changed on %s on %s
ru: Отчет по измененным статусам приставок за %s на %s

source: Report of the stb status changing on %s on %s
ru: Отчет по измененным статусам приставок за %s на %s

source: Current status
ru: Текущий статус

source: Time of change
ru: Время изменения

source: Completed tasks
ru: Выполненные задания

source: report generated by closed-month movies
ru: Отчет формируется по закрытым за месяц фильмам

source: SD movies
ru: SD фильмы

source: Closing date
ru: Дата закрытия

source: Duration, min
ru: Длительность, мин

source: Total duration, min
ru: Суммарная длительность, мин

source: HD movies
ru: HD фильмы

source: Rejected tasks
ru: Отклоненные задания

source: Move to archive
ru: В архив

source: Move to the archive?
ru: Переместить в архив?

source: Search unique movies
ru: Поиск уникальных фильмов

source: counting
ru: Идет подсчет

source: Error: The file or directory may contain invalid characters
ru: Ошибка: возможно файл или директория содержат запрещенные символы

source: Server
ru: Сервер

source: Folder
ru: Каталог

source: Series
ru: Серии

source: check
ru: Проверить

source: count md5 sum
ru: Посчитать MD5 сумму

source: waiting...
ru: Ожидание...

source: You are not authorized for this action
ru: У Вас нет прав на это действие

source: Plain text
ru: В текстовом виде

source: On server
ru: На сервере

source: Excluding
ru: Исключая

source: folder
ru: Каталог

source: Total views per month
ru: Кол-во просмотров за месяц

source: Not found
ru: Не найден

source: Update status
ru: Обновлять статус

source: Update favorites
ru: Обновлять избранное

source: Import
ru: Импорт

source: video deleted
ru: Видео удалено

source: Error: insufficient permissions for this action
ru: Ошибка: недостаточно прав для данного действия

source: Schedule turn the video on
ru: Расписание включения

source: Moderators MAC addresses
ru: MAC адреса модераторов

source: My logs
ru: Мои логи

source: task
ru: Задание

source: send
ru: Отправить

source: search by file name of movie name
ru: Поиск по "физическому имени" и по "названию фильма"

source: Votes
ru: Голосование

source: good sound
ru: Хороший звук

source: bad sound
ru: Плохой звук

source: good video
ru: Хорошое видео

source: bad video
ru: Плохое видео

source: Restriction
ru: Ограничение

source: Claims about<br>audio/video
ru: Жалобы на<br>видео/аудио

source: Turn on date
ru: Дата включения

source: turn on %s
ru: Включится %s

source: please wait
ru: Подождите

source: Not available
ru: Не доступно

source: autofill
ru: Автозаполнение

source: Kinopoisk ID
ru: Кинопоиск ID

source: For unlock please delete Name and Original name fields
ru: Для разблокировки очистите поля Имя и Оригинальное имя

source: Kinopoisk rating
ru: Рейтинг Кинопоиска

source: Age rating
ru: Возрастной рейтинг

source: Rating MPAA
ru: Рейтинг MPAA

source: include solution
ru: Включая солюшн

source: Only for MAG100
ru: Только для MAG100

source: High quality
ru: Высокое качество

source: Low quality
ru: Низкое качество

source: old genre
ru: Старый жанр

source: Director
ru: Режиссер

source: Stars
ru: В ролях

source: Form filling order
ru: Порядок заполнения

source: 1. Upload cover.<br>2. Fill form.<br>3. Save.<br>4. Put the converted in folder<br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "Folder".<br>5. If necessary, edit or delete a record.<br>6. Click on folder name.<br>7. If the file is physically present in the directory,<br>&nbsp;&nbsp;&nbsp;&nbsp;it is green, if there is no - in red.
ru: 1. Прикрепить скриншоты.<br> 2. Заполнить поля.<br> 3. Сохранить.<br> 4. Поместить сконвертированный файл в папку, <br> &nbsp;&nbsp;&nbsp;&nbsp;указанную в колонке "Каталог"<br> 5. При необходимости редактировать или удалить запись.<br> 6. Если файл физически присутствует в директории, то он <br> &nbsp;&nbsp;&nbsp;&nbsp;отображается зеленым цветом, если отсутствует - красным.

source: Stalker MW admin interface
ru: Stalker MW админ интерфейс

source: Wish for more options? Try the new Stalker admin interface.
ru: Хотите больше возможностей? Попробуйте новую версию админ интерфейса Stalker.

source: Try now!
ru: Попробовать

source: Later
ru: Позже

source: Sections
ru: Разделы

source: Administrators
ru: Администраторы

source: TARIFFS
ru: Тарифы

source: Tasks (new messages: %s)
ru: Задания (новые сообщения: %s)

source: tv
ru: ТВ

source: videoclub
ru: Видеоклуб

source: radio
ru: Радио

source: infoportal
ru: Инфопортал

source: tv archive
ru: ТВ архив

source: records
ru: Записи

source: Stream servers
ru: Сервера вещания

source: search by MAC or IP
ru: Поиск по MAC или IP

source: City help
ru: Городская справка

source: Video statistics
ru: Статистика видео

source: Users statistics for TV
ru: Абонентская статистика по ТВ

source: TV statistics
ru: Статистика ТВ

source: Users statistics for VIDEO
ru: Абонентская статистика по видео

source: TV Archive statistics
ru: Статистика ТВ архива

source: Users statistics for Jokes
ru: Абонентская статистика по анекдотам

source: TimeShift statistics
ru: Статистика TimeShift

source: Inactive users
ru: Неактивные абоненты

source: Claims
ru: Жалобы

source: Disable Video club ad
ru: Отключить рекламу в видео клубе

source: done
ru: Сделано

source: not done
ru: Не сделано

source: search by clip name
ru: Поиск по "названию ролика"

source: Song name
ru: Название композиции

source: Posted by
ru: Добавил

source: Search movies on storages
ru: Поиск фильмов по хранилищам

source: and on
ru: и еще на

source: storages
ru: хранилищах

source: and not on server
ru: и нет на сервере

source: total views
ru: Просмотров всего

source: total views per month
ru: Просмотров за месяц

source: last viewed
ru: Последний просмотр

source: Number of storages
ru: Кол-во хранилищ

source: Last viewed
ru: Последний просмотр

source: SERVICES PACKAGES
ru: Пакеты услуг

source: Short description
ru: Краткое описание

source: Service type
ru: Тип услуги

source: periodic
ru: Периодическая

source: single
ru: Разовая

source: Rent duration
ru: Длительность аренды

source: All services
ru: Все услуги

source: Video views statistics by genres per month
ru: Статистика просмотра видео по жанрам за месяц

source: Total movies
ru: Всего фильмов

source: Error: STB with such MAC address already exists
ru: Ошибка: приставка с таким MAC адресом уже существует

source: Error: Login already in use
ru: Ошибка: логин уже используется

source: Error: could not create account
ru: Ошибка: невозможно создать учетную запись

source: Error: Not all required fields are filled
ru: Ошибка: не все обязательные поля заполнены

source: User account
ru: Учетная запись пользователя

source: Account disabled
ru: Учетная запись отключена

source: EPG settings
ru: Настройки EPG

source: Update EPG
ru: Обновить EPG

source: Force update EPG
ru: Принудительно обновить EPG

source: returned
ru: В возврате

source: return
ru: Возврат

source: Return reason
ru: Причина возврата

source: Completed Karaoke tasks
ru: Выполненные караоке ролики

source: report generated by closed-month clips
ru: Отчет формируется по закрытым за месяц роликам

source: task done
ru: Задание выполнено

source: Password repeat
ru: Повтор пароля

source: Movie log
ru: Видео лог

source: Saving was successful
ru: Сохранение прошло успешно

source: Load EPG
ru: Загрузить EPG

source: Zones
ru: Зоны

source: Are you sure you want to change the status of the server %s?
ru: Вы действительно хотите изменить статус сервера %s?

source: Are you sure you want to delete server %s?
ru: Вы действительно хотите удалить сервер %s?

source: Stream zone
ru: Зона вещания

source: TimeShift statistics per month
ru: Статистика просмотра TimeShift за месяц

source: Video Schedule
ru: Расписание включения видео

source: Stb in group
ru: Приставки группы

source: Are you sure you want to remove stb %s from the database?
ru: Вы действительно хотите удалить приставку %s из базы?

source: Karaoke Archive
ru: Архив караоке

source: Video tasks archive
ru: Архив видео заданий

source: Video club advertising
ru: Реклама в видео клубе

source: Must watch
ru: Необходимо просмотреть

source: Watch started
ru: Просмотр начат

source: in the last 30 days
ru: За последние 30 дней

source: Watch ended
ru: Просмотр завершен

source: Deny for video categories
ru: Запретить для видео категорий

source: Users video views statistics per month
ru: Статистика просмотра видео за месяц

source: Counting if the movie playback is more than 70% of the total duration
ru: Просмотром считается проигрывание фильма больше чем 70% от общей длительности

source: LOGIN
ru: Вход

source: RADIO channels
ru: Радио каналы

source: Log
ru: Лог

source: No epg
ru: Нет EPG

source: Wrong epg
ru: EPG не соответствует

source: Comfort
ru: Комфорт

source: Pressure
ru: Давление

source: mm Hg
ru: мм. рт.ст.

source: Wind
ru: Ветер

source: m/s
ru: м/с

source: Humidity
ru: Влажность

source: Current weather unavailable
ru: Текущая погода недоступна

source: The weather is not configured
ru: Погода не настроена

source: VIEW
ru: Отображение

source: SORT
ru: Сортировка

source: FIND
ru: Найти

source: SEARCH
ru: Поиск

source: search
ru: Поиск

source: PICKING
ru: Выборка

source: BY LETTER
ru: По букве

source: BY NAME
ru: По исполнителю

source: BY TITLE
ru: По названию

source: only favorite
ru: Только избранное

source: FAVORITE
ru: Избранное

source: del
ru: Удалить

source: PAGE
ru: Стр

source: FROM
ru: Из

source: FOUND
ru: Найдено

source: LOADING...
ru: Загрузка...

source: Loading...
ru: Загрузка...

source: Media Browser
ru: Медиа браузер

source: connected
ru: Подключено

source: disconnected
ru: Отключено

source: USB drive
ru: USB устройство

source: The number of connections is limited. <br> Try again later
ru: Количество подключений ограничено.<br>Попробуйте позже

source: File missing
ru: Файл отсутствует

source: Server unavailable
ru: Сервер недоступен

source: part
ru: Серия

source: Track
ru: Дорожка

source: Subtitles
ru: Субтитры

source: Complain
ru: Пожаловаться

source: on sound
ru: на звук

source: on video
ru: на изображение

source: Thank you, your opinion will be taken into account
ru: Спасибо, Ваше мнение будет учтено

source: one series
ru: Одну серию

source: continuously
ru: Непрерывно

source: fit on
ru: Вместить

source: zoom
ru: Увеличенный

source: optimal
ru: Оптимальный

source: stretch
ru: Растянуть

source: combined
ru: Комбинированный

source: by number
ru: По номеру

source: by title
ru: По имени

source: MOVE
ru: Двигать

source: HD only
ru: Только HD

source: list
ru: Список

source: list + info
ru: Список с инфо
