Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: Found members of this reseller. Deleting not possible.
ru: Найдены аккаунты связанные с этим реселлером. Удаление невозможно

source: Not found members for moving. Nothing to do
ru: Не найдены аккаунты для перемещения. Нечего сохранять

source: Not found admin-group for moving
ru: Не найдена админ-группа для перемещения

source: Admins in group
ru: Администраторов в группе

source: Admins of reseller
ru: Администраторы реселлера

source: Users of reseller
ru: Пользователи реселлера

source: Maximum number of users
ru: Максимум пользователей

source: Audio club
ru: Аудио клуб

source: albums list
ru: Список альбомов

source: Add album
ru: Добавить альбом

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Action is not available
ru: Действие недоступно

source: Warning
ru: Внимание

source: Do you really want delete this album and all compositions?
ru: Вы действительно хотите удалить этот альбом и все композиции?

source: Cancel
ru: Отмена

source: Applications
ru: Приложения

source: applications catalog
ru: Каталог приложений

source: List of installed
ru: Список установленных

source: Upload the list
ru: Загрузить список

source: Save the list
ru: Сохранить список

source: Updates
ru: Обновление

source: Check updates
ru: Проверить обновления

source: Update all
ru: Обновить все

source: Reset all
ru: Сбросить все

source: Add new
ru: Добавить новое

source: This is system apps. Disabling this application can lead to failures in other applications. Do really want deactivate this application?
ru: Это системное приложение. Отключение этого приложения может привести к сбоям в других приложениях. Вы действительно хотите отключить это приложение?

source: Deactivate
ru: Отключить

source: Wait. List of installed applications is generated
ru: Подождите. Список установленных приложений генерируется

source: Failed. Some server error
ru: Не удалось. Неизвестная ошибка сервера

source: Uploading of list of installed applications
ru: Загрузка списка установленных приложений

source: Wait
ru: Ожидайте

source: Request is being processed
ru: Запрос обрабатывается

source: Add application by package name (Step 1)
ru: Добавить приложение по имени пакета (Шаг 1)

source: Add application by package name (Step 2)
ru: Добавить приложение по имени пакета (Шаг 2)

source: Active
ru: Включено

source: Disabled
ru: Отключено

source: Activate
ru: Включить

source: Checking updates
ru: Проверить обновления

source: Details
ru: Подробнее

source: The next apps has been installed manually and will be removed.
ru: Следующие приложения были установлены вручную и будут удалены.

source: current version
ru: текущая версия

source: Enter the package name
ru: Введите название пакета

source: Next
ru: Далее

source: Dependencies
ru: Зависимости

source: About app
ru: О приложении

source: The current version of package is conflicts with
ru: Текущая версия пакета конфликтует с

source: Available version
ru: Доступная версия

source: The available version of package is conflicts with
ru: Доступная версия пакета конфликтует с

source: Close
ru: Закрыть окно

source: Save
ru: Сохранить

source: Back
ru: Назад

source: Do you really want reset all applications?
ru: Вы действительно хотите сбросить все приложения?

source: Reset
ru: Сбросить

source: Select file
ru: Выбрать файл

source: Send
ru: Отправить

source: Clean
ru: Очистить

source: Report
ru: Отчет

source: Closed
ru: Закрыто

source: from
ru: с

source: to
ru: по

source: Report is formed due to done and rejected tasks
ru: Отчет формируется по закрытым и отклоненным задачам

source: Summary length, min
ru: Суммарная длительность, мин

source: languages list
ru: Список языков

source: Add language
ru: Добавить язык

source: First, delete or modify all the tracks in this language
ru: Сначала удалите или измените все композиции на этом языке

source: Add
ru: Добавить

source: language
ru: Язык

source: Do you really want delete this language?
ru: Вы действительно хотите удалить этот язык?

source: Should be unique, can contain only numbers
ru: Должен быть уникальным, может содержать только цифры

source: Should be unique
ru: Должен быть уникальным

source: You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
ru: Можно использовать буквы, цифры и символы из списка: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Format: solution+URL. Example: ifm http://radiotest.example:10040
ru: Формат: solution+URL. Например ffmpeg http://example_of_link

source: Stream volume adjustment
ru: Корректировка громкости потока

source: Monitoring
ru: Мониторинг

source: Registering
ru: Регистрация

source: Make money by displaying ads to your subscribers!
ru: Зарабатывайте с помощью показа рекламы вашим абонентам!

source: Video Ad - monetization of your audience.
ru: Реклама — монетизация вашей аудитории.

source: In partnership with advertising agencies, Demand-Side Platforms, indirect and direct channels of premium format, we offer the opportunity to display video ads to your subscribers.
ru: В партнерстве с рекламными агентствами, платформами по закупке рекламы, интернет и директ-каналами премиум формата, мы предлагаем возможность показа видеорекламы вашим абонентам.

source: How it works?
ru: Как это работает?

source: You yourself identify the audience that will see the ads.
ru: Вы самостоятельно определяете аудиторию, которой будет показываться реклама.

source: In your cabinet you can see cash receipts for viewed ads in real time.
ru: В вашем кабинете вы видите ваши денежные поступления за просмотренную рекламу в режиме реального времени.

source: Complete the form below to activate the service.
ru: Заполните форму ниже чтобы активировать услугу

source: Full Name
ru: Полное имя

source: Phone
ru: Телефон

source: Region
ru: Регион

source: By clicking "Register", I accept the terms of the
ru: Нажимая кнопку "Зарегистрироваться", я принимаю условия

source: Terms of Service.
ru: Пользовательского соглашения.

source: I'm already registered
ru: Я уже зарегистрирован

source: If you have already been through the registration procedure in Video Ad system, you should not fill this form again
ru: Если вы уже проходили процедуру регистрации в системе Реклама, то вам не требуется заново заполнять форму

source: Click the button below to go to the next step
ru: Нажмите кнопку ниже для перехода к следующему шагу

source: By clicking "I have already been registered," I accept the
ru: Нажимая кнопку «Я уже зарегистрирован», я принимаю условия

source: edit channel "
ru: Редактировать канал "

source: add
ru: Добавить

source: Requested channel not found
ru: Запрашиваемый канал не найден

source: Add a channel
ru: Добавить канал

source: Basic
ru: Основное

source: Channel number
ru: Номер канала

source: Number in channel list must contain only numbers from 0 to 999
ru: Номер в списке каналов. Должен содержать только цифры: 0-999

source: Channel name
ru: Название канала

source: You can use Latin letters, digits and symbols from the list ! @ # $ % ^ & * ( ) _ - + : ; , .
ru: Можно использовать латинские буквы, цифры и символы из списка: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Volume correction
ru: Коррекция звука

source: Sets compulsory volume level for this channel
ru: Принудительно выставляет значение громкости для данного канала

source: Channel logo
ru: Логотип канала

source: Delete logo
ru: Удалить логотип

source: Add a picture
ru: Добавить изображение

source: Recommended format – png, no smaller than 96*96 pixels, maximum size of the file – 1 MB.
ru: Рекомендуемый формат - png, не менее 96*96 pixels, максимальный размер файла - 1Мбайт.

source: Basic channel
ru: Базовый канал

source: The base channel is available for user by default.
ru: Базовый канал доступен для пользователя по умолчанию.

source: Not base channel may be available by subscription in user profile.
ru: Не базовый канал может быть доступен по подписке в профиле пользователя.

source: Streaming links
ru: Ссылки для вещания

source: Adress
ru: Адрес

source: Priority
ru: Приоритет

source: Temporary HTTP–link
ru: Временная HTTP-ссылка

source: Loading balance
ru: Балансировка загрузки

source: Add link
ru: Добавить ссылку

source: TV archive
ru: ТВ архив

source: Enable TV archive
ru: Вести ТВ архив

source: Archive servers
ru: Сервера архивов

source: TV archive address
ru: Адрес для записи ТВ архива

source: Valid protocols are http://, rtp:// and udp://.
ru: Допустимые протоколы http://, rtp:// и udp://.

source: TV archive length
ru: Длительность ТВ архива

source: Allowed values from 0 to 999
ru: Допустимые значения от 0 до 999

source: Measured in hours
ru: Измеряется в часах

source: Allow nPVR
ru: Разрешить nPVR

source: Allow the user to record selected programs on the server repository
ru: Разрешить пользователю записывать выбранные программы в хранилище сервера

source: nPVR servers
ru: nPVR сервера

source: XMLTV ID of channel in EPG file. If the EPG source has the prefix state it in &lt;prefix&gt;_XMLTV ID format
ru: XMLTV ID канала в EPG-файле. Если у источника EPG есть префикс, то укажите его в формате <prefix>_XMLTV ID

source: Time correction for EPG
ru: Коррекция времени для EPG

source: Allowed values from -720 to 840
ru: Допустимые значения от -720 до 840

source: Measured in minutes
ru: Измеряется в минутах

source: Parental control
ru: Родительский контроль

source: Sets the password restriction on the channel Default password 0000
ru: Устанавливает парольное ограничение на просмотр канала. По умолчанию 0000

source: USB recordings
ru: Запись на USB-носитель

source: TimeShift via USB devices
ru: TimeShift на USB-носитель

source: User can perform TimeShift function using Flash drive.
ru: Возможность пользователю осуществлять функцию TimeShift при помощи USB-носителя.

source: TimeShift only works with solutions rtp and ffrt.
ru: TimeShift работает только с солюшинами rtp и ffrt

source: PVR to the USB-driver
ru: PVR на USB-носитель

source: User can record selected shows and programs to the Flash drive.
ru: Возможность пользователю осуществлять запись выбраных программ/передач на USB-носитель.

source: Can record only the channels, which is broadcasted in the transport stream (mpeg-ts), from multicast and also from http-server.
ru: Возможна запись только каналов, в которых вещается транспортный поток (mpeg-ts), как по мультикасту, так и с http сервера.

source: Add streaming link
ru: Добавить ссылку для вещания

source: Channel URL
ru: URL канала

source: Format: solution+URL Example ffrt http://5.39.70.216/live/88.ts
ru: Формат: solution+URL. Например ffrt http://5.39.70.216/live/88.ts

source: Filter by user-agent. Ability to set the filter by the connection type (WiFi, Ethernet), by STB model (250, 275, ...), by country (UA, RU, ...). Field is case sensitive
ru: Фильтр по user-agent, возможно настроить фильтрацию по типу подключения(WiFi, Ethernet), по модели приставки(250, 275, ...), стране (UA, RU, ...). Поле регистрозависимое

source: Priority for channel URL, 0 – the highest priority
ru: Приоритет для URL канала, 0 - наивысший приоритет

source: Temporary URL
ru: Временные HTTP-ссылки

source: Protect channel from unauthorized access
ru: Функция защиты каналов от несанкционированного доступа

source: Enable monitoring
ru: Вести мониторинг

source: URL availability check
ru: Функционал проверки доступности URL

source: Channel URL for monitoring
ru: URL канала для мониторинга

source: Format: URL (without solution). Example: http://lpOfStream/test.js
ru: Формат: URL (без solution). Например: http://lpOfStream/test.js

source: Load balancing
ru: Балансировка нагрузки

source: Enable load balancing
ru: Включить балансировку

source: Switching between streaming servers depending on the load
ru: Функционал переключения между серверами вещания каналов в зависимости от нагрузки

source: Streaming servers
ru: Сервера вещания

source: Servers which are going to be balanced
ru: Сервера вещания между которыми будет осуществляться балансировка

source: Balancer monitoring
ru: Мониторинг балансера

source: Do you really want to delete or replace this image?
ru: Вы действительно хотите удалить или заменить это изображение?

source: Edit streaming link
ru: Изменить ссылку для вещания

source: For enabling this option you need enable mcrypt php-extension
ru: Для использования этой опции вам необходимо включить php-модуль mcrypt

source: Pay attention.
ru: Обратите внимание.

source: For activating this option, you must enable "Enable monitoring" in the "Monitoring" section
ru: Для активации этой опции, вы должны включить "Вести мониторинг" в разделе "Мониторинг"

source: Mainpage
ru: Главная

source: Auto-update within 59 seconds
ru: Автообновление через 59 секунд

source: Statistisc
ru: Статистика

source: Storages (measured in the number of the current session)
ru: Хранилища (измеряется в количестве текущих сессии)

source: Storage name
ru: Название хранилища

source: Tv archive
ru: ТВ архив

source: Loading
ru: Загрузка

source: Server name
ru: Имя сервера

source: Number of sessions
ru: Количество сессий

source: Users activity
ru: Активность пользователей

source: Popularity of services
ru: Популярность сервисов

source: Tv
ru: ТВ

source: Total sessions
ru: Всего сессий

source: Popularity
ru: Популярность

source: Video
ru: Видео

source: Processing
ru: Обработка

source: application
ru: Приложение

source: Auto-update
ru: Автообновление

source: Versions
ru: Версии

source: conflicts with
ru: конфликтует с

source: no conflicts
ru: нет конфликтов

source: More details
ru: Подробнее

source: Perhaps the application is not installed. Before activate this application is necessary to install any version of the application.
ru: Возможно, приложение не установлено. Перед включением приложения необходимо установить любую версию приложения.

source: Whath's new
ru: Что нового

source: tasks list in section
ru: Список заданий в категории

source: Task type
ru: Тип задания

source: new
ru: Новый

source: Reject
ru: Отклонить

source: Attributes
ru: Атрибуты

source: karaoke list
ru: Список караоке

source: Add composition
ru: Добавить композицию

source: Protocol of the content delivery (http, nfs, custom url). The selection of the http and nfs protocols means that file will be stored on the server. The unique title will be created, which should be given to the added file. Custom url means that file is downloaded from the network. In this case, it is necessary to write a direction to the file in solution + url format.
ru: Протокол для доставки контента пользователю (http, nfs, custom url). Выбор протоколов http и nfs означает, файл будет храниться на сервере. Будет сгенерировано уникальное название, которым нужно переименовать добавленный файл. Протокол custom url означает, что файл загружается из сети. В таком случае требуется записать путь к этому файлу в формате solution + url.

source: Format solution + URL. Example fmpeg http://anon.nasa.net/download_135_720p.wmv
ru: Формат solution + URL. Например: fmpeg http://anon.nasa.net/download_135_720p.wmv

source: You must fill in all fields
ru: Необходимо заполнить все поля

source: in storage
ru: В хранилище

source: Check file
ru: Проверить файл

source: Cancel performing of the task
ru: Отменить выполнение задания

source: Confirm performing of the task
ru: Выполнить задание

source: Do not completed
ru: Не выполнено

source: Information about the media source
ru: Информация о медиа ресурсе

source: Storage
ru: Хранилище

source: File
ru: Файл

source: list of users
ru: Список пользователей

source: Add parametr
ru: Добавить параметр

source: Limit of number of the users has been reached
ru: Достигнут предел количества пользователей

source: Save filter
ru: Сохранить фильтр

source: Apply filter
ru: Применить фильтр

source: New event
ru: Новое событие

source: Single
ru: Один

source: Selecting a destination. Example one, all, on the list, on the template, the group.
ru: Выбор получателя. Пример один, все по списку, по шаблону, группы.

source: List of MAC-addresses
ru: Список MAC-адресов

source: The file must contain pre-compiled list of MAC-addresses in the txt extension or another text format
ru: Файл должен содержать предварительно скомпилированных список MAC-адресов в расширении txt или другого текстового формата

source: Select a group of users that will be sent a message
ru: Выберите группу пользователей, которым будет отправлено сообщение

source: Template
ru: Шаблон

source: Select a template for the type of STB
ru: Выберите шаблон для типа приставки

source: MAC-address
ru: MAC-адрес

source: Enter the MAC-address of the user
ru: Введите MAC-адрес пользователя

source: Select one of the actions
ru: Выберите одно из предложенных действий

source: Channel
ru: Канал

source: Restart
ru: Перезагрузка

source: Restart STB by pressing the "OK"
ru: Перезапуск приставки после нажатия кнопки "ОК"

source: Term relevance of action, is measured in seconds
ru: Срок актуальности события, измеряется в секундах

source: Message header
ru: Заголовок сообщения

source: Message text
ru: Текст сообщения

source: Message templates
ru: Шаблоны сообщения

source: Add post-function
ru: Добавить постфункцию

source: Send message whith video
ru: Отправить сообщение со ссылкой на видео

source: The function to be executed when pressing the "OK" button
ru: Функция которая будет выполнена по нажатию на кнопку "ОК"

source: VIDEO URL
ru: Ссылка на видео

source: Send message
ru: Отправить сообщение

source: Change reseller for current user
ru: Сменить реселлера для текущего пользователя

source: Set expires billing date
ru: Установить срок действия аккаунта

source: Unset expires billing date
ru: Удалить срок действия аккаунта

source: Last activity
ru: Последняя активность

source: Unlimited
ru: Неограниченно

source: Enter MAC-address according to the format
ru: Введите MAC-адрес в соответствии с форматом

source: Resellers
ru: Реселлеры

source: Move
ru: Переместить

source: Set date
ru: Установить дату

source: No search results
ru: Нет результатов поиска

source: Filter name
ru: Имя фильтра

source: For all
ru: Всем

source: Reseller name
ru: Имя реселлера

source: channels list
ru: Список каналов

source: Restart all TV archives
ru: Перезапустить все задания ТВ архива

source: Show EPG
ru: Показать EPG

source: Reset media-claims
ru: Сбросить счетчик жалоб

source: Manage EPG
ru: Добавить EPG

source: Channel not selected
ru: Канал не выбран

source: This action is unavailable
ru: Действие недоступно

source: Reset claims counter?
ru: Вы действительно хотите сбросить счетчик жалоб?

source: Do you really want to reset claims counter?
ru: Вы действительно хотите сбросить счетчик жалоб?

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Sign in
ru: Вход

source: Edit album
ru: Редактировать альбом

source: Add artist
ru: Добавить исполнителя

source: Album
ru: Альбом

source: You can use symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
ru: Можно использовать буквы, цифры и символы из списка: ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Add genre
ru: Добавить жанр

source: You can choose up to 4 genres
ru: Можно выбрать до 4-х жанров

source: Add year
ru: Добавить год

source: Cover
ru: Обложка

source: Delete cover
ru: Удалить обложку

source: Add track
ru: Добавить композицию

source: Duration
ru: Длительность

source: Track duration in seconds
ru: Продолжительность трека в секундах

source: Edit track
ru: Редактировать композицию

source: Media info from source
ru: Медиа-информация о источнике

source: No media info
ru: Нет медиа-информации

source: Autofill
ru: Автозаполнение

source: Certificates
ru: Сертификаты

source: Сertificate request
ru: Запрос сертификата

source: File type not allowed
ru: Недопустимый тип файла

source: File is too large
ru: Файл слишком большой

source: Maximum number of files exceeded
ru: Максимальное количество файлов превысило

source: File is too small
ru: Файл слишком мал

source: Unknown error
ru: Неизвестная ошибка

source: Uploaded bytes exceed file size
ru: Объём загруженных байт превышает размер файла

source: Events
ru: События

source: list of events
ru: Список событий

source: user
ru: Пользователь

source: Create new event
ru: Создать новое событие

source: Clean all
ru: Очистить всё

source: List
ru: Список

source: On the preset
ru: По шаблону

source: Choose recipient. Example: to one, to all, on the list, on the preset, to the group
ru: Выберите получателя. Пример: для одного, для всех, в списке, на предустановки, к группе

source: Select a group of users that will be delivered message
ru: Выберите группу пользователей, которым будет доставлено сообщение

source: Preset
ru: Шаблон

source: Select preset for STB type
ru: Выберите шаблон для типа приставки

source: Input user MAC-address
ru: Введите MAC-адрес пользователя

source: Filter description
ru: Описание фильтра

source: Reboot the STB after OK button is pressed
ru: Выполнить перезапуск приставки по нажатию кнопки "ОК"

source: Time to live, measured in seconds
ru: Срок актуальности действия, измеряется в секундах

source: Some server error
ru: Ошибка сервера

source: Profile
ru: Профиль пользователя

source: Must be unique
ru: Должен быть уникальным

source: Account number
ru: Номер лицевого счета

source: User group
ru: Группа

source: Tariff plan
ru: Тарифный план

source: None
ru: Нет

source: User's theme
ru: Тема пользователя

source: Comments
ru: Комментарии

source: Additional services
ru: Доп. сервисы

source: User subscription on tv-channels
ru: Подписка пользователя на ТВ-каналы

source: Device info
ru: Информация о приставке

source: Account balance
ru: Баланс

source: Video out
ru: Видео выход

source: Access control
ru: Контроль доступа

source: Favorite
ru: Избранное ТВ

source: Subscribe log
ru: Лог подписок

source: Packages of services
ru: Пакеты услуг

source: Package title
ru: Название пакета

source: Package type
ru: Тип пакета

source: More detailed information about the connected packs will be available in the next editing session
ru: Более подробная информация о подключенных пакетах будут доступны в следующем сеансе редактирования

source: Results of extended diagnostics
ru: Результаты расширенной диагностики

source: Last update
ru: Последнее обновление

source: Domain
ru: Домен

source: Available
ru: Доступно

source: Selected
ru: Выбрано

source: list of radio
ru: Список радио

source: Powered by
ru: Создано

source: IPTV/OTT Set-Top Boxes
ru: IPTV/OTT приставки

source: Contact support
ru: Техническая поддержка

source: Documentation
ru: Документация

source: Available new version
ru: Доступна новая версия

source: Technical questions form
ru: Форма технической поддержки

source: Reminder: One of your certificates is expiring
ru: Истекает срок действия сертификата

source: Feedback form
ru: Форма обратной связи

source: Dear user!
ru: Дорогой пользователь!

source: We thank you for your trust and we would like to know more about your experience with Stalker Middleware. How satisfied are you with the product and what should be improved?
ru: Мы благодарим за доверие и хотим узнать больше о вашем опыте пользования Stalker Middleware. Чем вы удовлетворены, а что стоило бы улучшить в продукте?

source: Please fill out the form by clicking the appropriate button below.
ru: Пожалуйста, заполните форму, нажав на соотвествующую кнопку ниже.

source: Yours sincerely,
ru: С уважением,

source: Stalker Middleware Product Manager
ru: руководитель проекта Stalker Middleware

source: Alexander Sazhyienko
ru: Александр Сажиенко

source: and the entire development team
ru: и вся команда разработчиков

source: We will not disclose your personal information. The answers will not be shared with third parties
ru: Мы не раскрываем вашу личную информацию. Ответы не будут переданы третьим лицам
