Repository: Neo2SHYAlien/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: ru

source: Servers list
ru: Список серверов

source: Streaming areas
ru: Зоны вещания

source: Appearance
ru: Внешний вид

source: Firmware update
ru: Обновление прошивки
